{"Common conditions":{"Sciatica":{"Prevention":{"Lifting and handling":"One of the biggest causes of back injury, particularly at work, is lifting or handling objects incorrectly. Learning and following the correct method for lifting and handling objects can help prevent sciatica: Think before you lift – can you manage the lift? Are there any handling aids you can use? Start in a good position – your feet should be apart, with one leg slightly forward to maintain balance. When lifting, let your legs take the strain – bend your back, knees and hips slightly, but do not stoop or squat. Tighten your stomach muscles. Do not straighten your legs before lifting, as you may strain your back on the way up. Keep the load close to your waist – keep the load as close to your body for as long as possible, with the heaviest end nearest to you. Avoid twisting your back or leaning sideways – especially when your back is bent. Your shoulders should be level and facing in the same direction as your hips. Turning by moving your feet is better than lifting and twisting at the same time. Keep your head up – once you have the load secure look ahead, not down, at the load. Know your limits – there is a big difference between what you can lift and what you can safely lift. If in doubt, get help. Push, don't pull – if you have to move a heavy object across the floor, it's better to push rather than pull it. Distribute the weight evenly – if you are carrying shopping bags or luggage, try to distribute the weight evenly on both sides of your body. Read more about how to lift correctly. ","Posture":"How you sit, stand and lie down can also have an important effect on your back. The following tips should help you maintain a good posture: Stand upright, with your head facing forward and your back straight. Balance your weight evenly on both feet, and keep your legs straight. You should be able sit upright, with support in the small of your back. Your knees and hips should be level, and your feet should be flat on the floor (use a footstool if necessary). Some people find it useful to use a small cushion or rolled-up towel to support the small of the back. If you use a keyboard, make sure that your forearms are horizontal and your elbows are at right angles. Read more about how to sit correctly. Make sure that your lower back is properly supported. Correctly positioning your wing mirrors will prevent you from having to twist around. Foot controls should be squarely in front of your feet. If driving long distances, take regular breaks so that you can stretch your legs. Your mattress should be firm enough to support your body while supporting the weight of your shoulders and buttocks, keeping your spine straight. If your mattress is too soft, place a firm board under the mattress. Support your head with a pillow, but make sure that your neck is not forced up at a steep angle. ","Preventing sciatica":"It's not always possible to prevent sciatica, but there are several things you can do to help prevent back injuries that could lead to sciatica, such as a herniated or 'slipped' disc. "},"Diagnosis":{"Warning signs":"During your appointment, your GP will also ask you questions about anything in your medical history and individual circumstances that could indicate a potentially more serious cause of your symptoms, such as cauda equina syndrome, an infection of the spine, a spinal fracture, or cancer. GPs refer to these warning signs as \"red flags\". Red flags that suggest cauda equina syndrome include: tingling or numbness between your legs and around your buttocks recent loss of bladder and\/or bowel control weakness in your leg and foot  Red flags that suggest cancer or infection include: being over 50 or under 20 years of age a history of cancer symptoms of fever, chills or unexplained weight loss having had a recent bacterial infection, such as a urinary tract infection (UTI) having a history of injecting illegal drugs, such as heroin or cocaine having a condition that weakens your immune system, such as HIV a structural deformity of the spine Red flags that suggest a spinal fracture include: sudden severe pain in the spine which is relieved by lying down recent major trauma, such as a road accident or fall from a height minor trauma, including strenuous lifting in people with osteoporosis (weakened bones) a structural deformity of the spine Having one or more of these warning signs doesn't necessarily mean you have a serious condition, but it does mean a potentially more serious cause should be considered and investigated. Therefore, if you have any red flags, your GP will probably refer you for further tests. If you have any warning signs that suggest cauda equina, they will make sure you are admitted to hospital immediately. ","Diagnosing sciatica":"Your GP will usually be able to confirm a diagnosis of sciatica based on your symptoms. They will ask you what symptoms you experience, and which parts of your body are affected. Sciatica typically causes pain, numbness and a tingling sensation that radiates from the lower back and down one leg. Any pain in your lower back will generally be less severe than the pain in the affected leg. A simple test known as the \"passive straight leg raise test\" can also help your GP identify whether you have sciatica. This test involves lying flat on your back with your legs straight, and lifting one leg at a time. If lifting one of your legs causes pain or makes your symptoms worse, it is usually an indication that you have sciatica. "},"Introduction":{"When to see your GP":"Most people find their sciatic pain goes away naturally within a few weeks, although some cases can last for a year or more. You should see your GP if your symptoms are severe or persistent, or are getting worse over time. Your GP will usually be able to confirm a diagnosis of sciatica based on your symptoms and recommend suitable treatments. If necessary, they can refer you to a specialist for further investigation. You should immediately call 999 for an ambulance if you experience loss of sensation between your legs and around your buttocks and\/or loss of bladder or bowel control. Although it is rare, these symptoms can be a sign of a serious condition called cauda equina syndrome. Read more about diagnosing sciatica. ","What causes sciatica?":"In the vast majority of cases, sciatica is caused by a herniated or \"slipped\" disc. This is when one of the discs that sit between the bones of the spine (the vertebrae) is damaged and presses on the nerves. Less common causes include spinal stenosis (narrowing of the nerve passages in the spine), a spinal injury or infection, or a growth within the spine (such as a tumour). You can minimise your risk of developing a slipped disc or back injury that could lead to sciatica by adopting a better posture and lifting techniques at work, as well as stretching before and after exercise, and exercising regularly. Read more about the causes of sciatica and preventing sciatica. ","Signs and symptoms":"When the sciatic nerve is compressed or irritated, it can cause pain, numbness and a tingling sensation that radiates from your lower back and travels down one of your legs to your foot and toes. The pain can range from being mild to very painful, and may be made worse by sneezing, coughing, or sitting for a long period of time. Some people with sciatica may also experience muscle weakness in the affected leg. While people with sciatica can also have general back pain, the pain associated with sciatica usually affects the buttocks and legs much more than the back. ","How sciatica is treated":"Many cases of sciatica will pass in around six weeks without the need for treatment. However, a combination of things you can do at home – such as taking over-the-counter painkillers, exercising and using hot or cold packs – may help reduce the symptoms until the condition improves. In more persistent cases, you may be advised to follow a structured exercise programme under the supervision of a physiotherapist, have injections of anti-inflammatory and painkilling medication into your spine, and\/or take stronger painkiller tablets. In rare cases, surgery may be needed to correct the problem in your spine. Read more about treating sciatica. ","Introduction":"Sciatica is the name given to any sort of pain that is caused by irritation or compression of the sciatic nerve. The sciatic nerve is the longest nerve in your body. It runs from the back of your pelvis, through your buttocks, and all the way down both legs, ending at your feet. "},"Causes":{"Other causes":"Less commonly, sciatica may be caused by: an infection in the spine an injury to the spine, or the surrounding muscles and ligaments a growth within the spine, such as a tumour cauda equina syndrome (see below) Cauda equina syndrome is a rare but serious condition that can cause sciatica. The cauda equina is the bundle of nerves that lead out from the end of the spinal cord. Cauda equina syndrome occurs when these nerves are compressed and damaged. It can eventually lead to paralysis if left untreated. One of the warning signs of cauda equina syndrome is suddenly losing control of your bladder or bowels. If this happens, you should call 999 for an ambulance immediately. ","Spondylolisthesis":"Spondylolisthesis occurs when a vertebra slips out of position. If the slipped vertebra compresses the sciatic nerve, it can cause sciatica. Spondylolisthesis is most commonly caused by age-related or degenerative wear of the spinal joints. However, in younger people, it can be caused by spinal fractures and repeated excessive bending of the spine. ","Herniated ('slipped') disc":"Your spine is made up of vertebrae, discs and nerves. Vertebrae are the blocks of bone that make up the structure of your spine and protect the nerves. The vertebrae are supported and cushioned by discs. These discs are made from a tough, fibrous case that contains a softer, gel-like substance. A herniated disc occurs when the outer part of the disc ruptures (splits), allowing the gel inside to bulge and protrude outwards between the vertebrae. When this presses against the sciatic nerve, it can cause sciatica. It is not always clear what causes a disc to break down, although age is a common factor. As you get older, your spinal discs start to lose their water content, making them less flexible and more likely to rupture – this is sometimes called \"degenerative disc disease\". ","Causes of sciatica":"Sciatica occurs when the sciatic nerve, which runs from your back to your feet, becomes compressed or irritated. There are many reasons why this may happen, although the vast majority of cases are caused by a herniated or \"slipped\" disc. ","Spinal stenosis":"Spinal stenosis is the narrowing of the passage where the spinal cord travels down the spine. It occurs when the ligaments become overgrown, but bulging of spinal discs and bony spurs from the vertebrae can also contribute. The sciatic nerve is only occasionally affected, meaning that the symptoms tend to be pain in a person's lower back, with heaviness of the legs, a stooped posture and difficulty walking. Spinal stenosis is usually caused by age-related changes in the spine, but can also be down to degenerative disease of the spinal joints, which causes the vertebrae to lose their correct alignment. "},"URL":"http:\/\/www.nhs.uk\/conditions\/sciatica","Treatment":{"Painkillers":"If you have persistent or troublesome sciatic pain, there are a number of painkilling medications that may help. These include: paracetamol and non-steroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen opioid medication, such as codeine or, in severe cases, morphine tricyclic antidepressants (TCAs), such as amitriptyline – these medications were originally designed to treat depression, but they have since been found to help relieve nerve pain anticonvulsants, such as gabapentin – these medications were originally designed to treat epilepsy but, like TCAs, they can also be useful for treating nerve pain These medications are not suitable for everyone, particularly when used in the long term, so it's important to discuss all available options with your GP. Some of these medications can also cause significant side effects in some people. If the painkilling medications your GP prescribes don't help, you may be referred to a specialist pain clinic for further treatment. ","Self-help":"There are a number of things you can do yourself to help reduce troublesome sciatica symptoms. These include remaining as active as possible, using hot or cold compresses, and taking simple painkillers, such as paracetamol or ibuprofen. If you have sciatica, it's important for you to remain as physically active as possible. Simple exercises, such as walking and gentle stretching, can help reduce the severity of your symptoms and strengthen the muscles that support your back. While bed rest may provide some temporary pain relief, prolonged bed rest is often considered unnecessary and unhelpful. If you have had to take time off work due to sciatica, you should aim to return to work as soon as possible. Read more about exercises for sciatica. Some people find that using either hot or cold compression packs on painful areas can help to reduce the pain. You can make your own cold compression pack by wrapping a pack of frozen peas in a towel. Hot compression packs are usually available from pharmacies. You may find it effective to use one type of pack followed by the other. ","Treating sciatica":"Treatment for sciatica is not always necessary, as the condition often improves naturally within around six weeks. However, if your symptoms are severe or persistent, a number of treatments are available. These usually include self-help and conservative treatments, such as medication and physiotherapy, although it's not clear exactly how effective many of these treatments are in treating sciatica. In a small number of cases, surgery may be recommended to correct the problem in your spine that is thought to be causing your symptoms. ","Physiotherapy":"In some cases, your GP may recommend a suitable exercise plan for you, or they may refer you to a physiotherapist. A physiotherapist can teach you a range of exercises that strengthen the muscles that support your back and improve the flexibility of your spine. They can also teach you how to improve your posture and reduce any future strain on your back. Read more about physiotherapy. ","Spinal injections":"If other methods of pain relief have not worked, your GP may refer you to a specialist for a spinal corticosteroid and\/or local anaesthetic injection. This delivers strong anti-inflammatory and painkilling medication directly to the inflamed area around the nerves of your spine, which may help release the pressure on your sciatic nerve and temporarily reduce your pain. "},"Title":"Sciatica"},"Depression":{"Symptoms":{"Other types of depression":"There are different types of depression, and some conditions where depression may be one of the symptoms. These include: Postnatal depression. Some women develop depression after having a baby. Postnatal depression is treated in similar ways to other forms of depression, with talking therapies and antidepressant medicines. Bipolar disorder is also known as \"manic depression\". It's where there are spells of depression and excessively high mood (mania). The depression symptoms are similar to clinical depression, but the bouts of mania can include harmful behaviour such as gambling, going on spending sprees and having unsafe sex.  Seasonal affective disorder (SAD). Also known as \"winter depression\", SAD is a type of depression that has a seasonal pattern usually related to winter. Read more about diagnosing depression. ","Grief and depression":"It can be hard to distinguish between grief and depression. They share many of the same characteristics, but there are important differences between them. Grief is an entirely natural response to a loss, while depression is an illness. People who are grieving find their feelings of loss and sadness come and go, but they're still able to enjoy things and look forward to the future. In contrast, people who are depressed have a constant feeling of sadness. They don't enjoy anything and find it hard to be positive about the future. Read more about grief and how it differs from depression. ","Symptoms of clinical depression":"The symptoms of depression can be complex and vary widely between people. But as a general rule, if you are depressed, you feel sad, hopeless and lose interest in things you used to enjoy. The symptoms persist for weeks or months and are bad enough to interfere with your work, social life and family life. There are many other symptoms of depression and you're unlikely to have every one listed below. continuous low mood or sadness feeling hopeless and helpless having low self-esteem  feeling tearful feeling guilt-ridden feeling irritable and intolerant of others  having no motivation or interest in things finding it difficult to make decisions not getting any enjoyment out of life feeling anxious or worried  having suicidal thoughts or thoughts of harming yourself moving or speaking more slowly than usual  change in appetite or weight (usually decreased, but sometimes increased)  constipation  unexplained aches and pains lack of energy or lack of interest in sex (loss of libido) changes to your menstrual cycle disturbed sleep (for example, finding it hard to fall asleep at night or waking up very early in the morning) not doing well at work taking part in fewer social activities and avoiding contact with friends neglecting your hobbies and interests having difficulties in your home and family life If you experience some of these symptoms for most of the day, every day for more than two weeks, you should seek help from your GP. ","See your GP if you think you may be depressed":"Results for Edit Find your GP’s contact details Your location could not be found. Please try again or enter an alternative location. Please enter a location. Enter a postcode or town Use my current location MainGP is set as your GP Delete MainGP will no longer be used as your main GP Confirm Cancel  Please select your GP:   Sorry, there has been a problem retrieving your results. Please try again later. No GPs were found for your location Sorry, there has been a problem retrieving details of your GP. Please try again later.  Depression can come on gradually, so it can be difficult to notice something is wrong. Many people continue to try to cope with their symptoms without realising they are ill. It can take a friend or family member to suggest something is wrong. Doctors describe depression by how serious it is: mild depression has some impact on your daily life moderate depression has a significant impact on your daily life severe depression makes it almost impossible to get through daily life – a few people with severe depression may have psychotic symptoms "},"Diagnosis":{"See your GP if you think you may be depressed":"Results for Edit Find your GP’s contact details Your location could not be found. Please try again or enter an alternative location. Please enter a location. Enter a postcode or town Use my current location MainGP is set as your GP Delete MainGP will no longer be used as your main GP Confirm Cancel  Please select your GP:   Sorry, there has been a problem retrieving your results. Please try again later. No GPs were found for your location Sorry, there has been a problem retrieving details of your GP. Please try again later.  Sometimes, when people are depressed they find it hard to imagine that treatment can actually help. But the sooner you seek treatment, the sooner your depression will lift. There are no physical tests for depression, though your GP may examine you and do some urine or blood tests to rule out other conditions that have similar symptoms, such as an underactive thyroid. The main way in which your GP will tell if you have depression is by asking you lots of questions about your general health and how the way you are feeling is affecting you mentally and physically. Try to be as open as you can be with the doctor. Describing your symptoms and how they are affecting you will really help your GP understand if you have depression and how severe it is. Read more about the symptoms of depression. Any discussion you have with your GP will be confidential. Your GP will only ever break this rule if there's a significant risk of harm to either yourself or others, and if informing a family member or carer would reduce that risk. Find out about the treatments you may be offered for depression. ","Diagnosing clinical depression":"If you experience symptoms of depression for most of the day, every day for more than two weeks, you should seek help from your GP. It is especially important to speak to your GP if you experience: symptoms of depression that are not improving your mood affects your work, other interests, and relationships with your family and friends thoughts of suicide or self-harm  "},"Introduction":{"Introduction":"Depression is more than simply feeling unhappy or fed up for a few days. We all go through spells of feeling down, but when you're depressed you feel persistently sad for weeks or months, rather than just a few days. Some people still think that depression is trivial and not a genuine health condition. They're wrong. Depression is a real illness with real symptoms, and it's not a sign of weakness or something you can \"snap out of\" by \"pulling yourself together\". The good news is that with the right treatment and support, most people can make a full recovery. ","How to tell if you have depression":"Depression affects people in different ways and can cause a wide variety of symptoms. They range from lasting feelings of sadness and hopelessness, to losing interest in the things you used to enjoy and feeling very tearful. Many people with depression also have symptoms of anxiety. There can be physical symptoms too, such as feeling constantly tired, sleeping badly, having no appetite or sex drive, and complaining of various aches and pains. The severity of the symptoms can vary. At its mildest, you may simply feel persistently low in spirit (read about low mood), while at its most severe depression can make you feel suicidal and that life is no longer worth living. For a more detailed list, read more about the symptoms of depression.  Most people experience feelings of stress, sadness or anxiety during difficult times. A low mood may improve after a short time, rather than being a sign of depression. Read more information about low mood and depression. If you've been feeling low for more than a few days, take this short test to find out if you're depressed. ","Living with depression":"Many people with depression benefit by making lifestyle changes such as getting more exercise, cutting down on alcohol, stopping smoking and eating more healthily.  Self-help measures such as reading a self-help book or joining a support group are also worthwhile. Find out more about how self-help and improving your lifestyle can help you beat depression. Read how stopping smoking can improve your mood. You can read other people's experience of depression in our comments section below. near LocationName   Change Use my current location Your location could not be found. Please try again or enter an alternative location. Please enter a location. MainLocationName is set as your main location delete LocationName will no longer be used as your main location Confirm Cancel  Sorry, there has been a problem retrieving your results. Please try again later. No depression self-help groups were found near LocationName Search a wider area or change location View more results  ","See your GP if you think you may be depressed":"Results for Edit Find your GP’s contact details Your location could not be found. Please try again or enter an alternative location. Please enter a location. Enter a postcode or town Use my current location MainGP is set as your GP Delete MainGP will no longer be used as your main GP Confirm Cancel  Please select your GP:   Sorry, there has been a problem retrieving your results. Please try again later. No GPs were found for your location Sorry, there has been a problem retrieving details of your GP. Please try again later.    Sometimes there is a trigger for depression. Life-changing events, such as bereavement, losing your job or even having a baby, can bring it on.  People with a family history of depression are also more likely to experience it themselves. But you can also become depressed for no obvious reason. Find out more about the causes of depression. Depression is quite common and affects about one in 10 of us at some point. It affects men and women, young and old. Depression can also strike children. Studies have shown that about 4% of children aged five to 16 in the UK are anxious or depressed. ","Treatment":"Treatment for depression involves either medication or talking treatments, or usually a combination of the two. The kind of treatment that your doctor recommends will be based on the type of depression you have. Read more about the treatment of depression. ","When to see a doctor":"It's important to seek help from your GP if you think you may be depressed. Many people wait a long time before seeking help for depression, but it's best not to delay. The sooner you see a doctor, the sooner you can be on the way to recovery. "},"Causes":{"Loneliness":"Becoming cut off from your family and friends can increase your risk of depression. ","Family history":"If someone else in your family has suffered from depression in the past, such as a parent or sister or brother, then it's more likely you will too. ","Personality":"You may be more vulnerable to depression if you have certain personality traits, such as low self-esteem or being overly self-critical. This may be because of the genes you've inherited from your parents, or because of your early life experiences.  ","Stressful events":"Most people take time to come to terms with stressful events, such as bereavement or a relationship breakdown. When these stressful events happen, you have a higher risk of becoming depressed if you stop seeing your friends and family and you try to deal with your problems on your own. ","Causes ":"There is no single cause of depression. You can develop it for different reasons and it has many different triggers. For some, an upsetting or stressful life event – such as bereavement, divorce, illness, redundancy and job or money worries – can be the cause. Often, different causes combine to trigger depression. For example, you may feel low after an illness and then experience a traumatic event, such as bereavement, which brings on depression. People often talk about a \"downward spiral\" of events that leads to depression. For example, if your relationship with your partner breaks down, you're likely to feel low, so you stop seeing friends and family and you may start drinking more. All of this can make you feel even worse and trigger depression. Some studies have also suggested you're more likely to get depression as you get older, and that it's more common if you live in difficult social and economic circumstances. ","Illness":"You may have a higher risk of depression if you have a longstanding or life-threatening illness, such as coronary heart disease or cancer. Head injuries are also an often under-recognised cause of depression. A severe head injury can trigger mood swings and emotional problems. Some people may have an underactive thyroid (hypothyroidism) resulting from problems with their immune system. In rarer cases a minor head injury can damage the pituitary gland, a pea-sized gland at the base of your brain that produces thyroid-stimulating hormones. This can cause a number of symptoms, such as extreme tiredness and a loss of interest in sex (loss of libido), which can in turn lead to depression.  ","Giving birth":"Some women are particularly vulnerable to depression after pregnancy. The hormonal and physical changes, as well as added responsibility of a new life, can lead to postnatal depression. "},"Psychotic depression":{"How is it treated?":"Treatment for psychotic depression involves: medication – a combination of antipsychotics and antidepressants can help relieve the symptoms of psychosis psychological therapies – the one-to-one talking therapy cognitive behavioural therapy (CBT) has proved successful in helping some people with psychosis social support – support with social needs, such as education, employment or accommodation The patient may need to stay in hospital for a short period while they're receiving this treatment. Sometimes electroconvulsive therapy (ECT) may be recommended if the patient has severe depression and other treatments, including antidepressants, haven't worked. Read more about ECT. Treatment is usually very effective, although patients may need to be continuously monitored in follow-up appointments. ","What's the cause?":"The cause of psychotic depression is not fully understood. What we do know is that there's no single cause of depression and it has many different triggers. For some, stressful life events such as bereavement, divorce, serious illness or financial worries can be the cause. Genes probably play a part, as severe depression can run in families, although it's not known why some people also develop psychosis. Many people with psychotic depression will have experienced adversity in childhood, such as a traumatic event. Learn more about the causes of clinical depression. ","What are the symptoms of psychosis?":"Having moments of psychosis (psychotic episodes) means experiencing: delusions – thoughts or beliefs that are unlikely to be true  hallucinations – when a person hears (and in some cases feels, smells, sees or tastes) things that aren't there; a common hallucination is hearing voices (read more about hallucinations and hearing voices) The delusions and hallucinations almost always reflect the person's deeply depressed mood – for example, they may become convinced they're to blame for something, or that they've committed a crime. \"Psychomotor agitation\" is also common – this means not being able to relax or sit still, and constantly fidgeting.  Or, at the other extreme, a person with psychotic depression may have \"psychomotor retardation\", where both their thoughts and physical movements slow down. People with psychotic depression are at greater risk than normal of thinking about suicide. ","Psychotic depression":"Some people who have severe clinical depression will also experience hallucinations and delusional thinking, the symptoms of psychosis. Depression with psychosis is known as psychotic depression. ","Support and advice":"More information on psychosis SANE Supporting someone who has experienced psychosis Mind ","Getting help for others":"People with psychosis are often unaware that they're thinking and acting strangely. Because of this lack of insight, it's often down to the friends, relatives or carers of a person affected by psychosis to seek help for them. If you're concerned about someone you know and think they may have psychosis, you could contact their social worker or community mental health nurse if they've previously been diagnosed with a mental health condition. If this is the first time they've shown symptoms, contact their GP or take them to A&E. If you think the person’s symptoms are placing them at possible risk of harm you can: take them to the nearest accident and emergency (A&E) department, if they agree call their GP or local out-of-hours GP call 999 and ask for an ambulance ","What are the symptoms of severe depression?":"Having severe clinical depression means feeling sad and hopeless for most of the day, practically every day, and having no interest in anything. Getting through the day feels almost impossible. Other typical symptoms of severe depression are: fatigue (exhaustion) loss of pleasure in things disturbed sleep changes in appetite feeling worthless and guilty being unable to concentrate or being indecisive thoughts of death or suicide Read more about the psychological, physical and social symptoms of clinical depression. "},"URL":"http:\/\/www.nhs.uk\/conditions\/depression\/Pages\/Introduction.aspx","Living with":{"Living with clinical depression":"There are some key steps you can take to lift your mood and help your recovery from depression. ","Smoking, drugs and alcohol show":"It may be tempting to smoke or drink to make you feel better. Cigarettes and booze may seem to help at first, but they make things worse in the long run. Be extra cautious with cannabis. You might see it as harmless, but research has revealed a strong link between cannabis use and mental illness, including depression. The evidence shows that if you smoke cannabis you: make your depression symptoms worse feel more tired and uninterested in things are more likely to have depression that relapses earlier and more frequently will not have as good a response to antidepressant medicines are more likely to stop using antidepressant medicines are less likely to recover fully If you drink or smoke too much or use drugs, get advice and support from your GP, or read these articles about getting help if you want to stop smoking, taking drugs or drinking too much alcohol. ","Take your medication":"It is important to take your medication as prescribed, even if you start to feel better. If you stop your medication too soon, you could have a relapse of your depression. If you have any questions or concerns about the medication you're taking, talk to your doctor or pharmacist. It may help to read the information leaflet that comes with your medication to find out about possible interactions with other drugs or supplements. Check with your doctor first if you plan to take any over-the-counter remedies such as painkillers, or any nutritional supplements. These can sometimes interfere with antidepressants. ","Mindfulness":"It can be easy to rush through life without stopping to notice much. Paying more attention to the present moment – to your own thoughts and feelings, and to the world around you – can improve your mental wellbeing. Some people call this awareness 'mindfulness', and you can take steps to develop it in your own life. Read more about mindfulness for mental wellbeing. The National Institute for Health and Clinical Excellence (NICE) recommends 'mindfulness based cognitive therapy' for people who are currently well but have experienced three or more previous episodes of depression. It may help to prevent a future episode of depression. Read the NICE 2009 guidelines on Depression in Adults. ","Coping with bereavement  show":"Losing someone close to you can be a trigger for your depression. When someone you love dies, the emotional blow can be so powerful that you feel it's impossible to ever recover. However, with time and the right help and support, it is possible to start living your life again. Find out more with these videos and articles all about how to cope with bereavement. ","Work and finances show":"If your depression is caused by working too much or is affecting your ability to do your job, you may need time off to recover. However, there is evidence that taking prolonged time off work can make depression worse. There's also quite a lot of evidence that going back to work can help you recover from depression. Read more about returning to work after having mental health issues. It's important to avoid too much stress, and this includes work-related stress. If you're employed, you may be able to work shorter hours or work in a more flexible way, particularly if job pressures seem to trigger your symptoms. Under the Equality Act (2010) all employers must make reasonable adjustments to make the employment of people with disabilities possible. This can include people with a diagnosis of mental illness. Read more about how to beat stress at work. If you can't work as a result of your depression, you may be eligible for a range of benefits, depending on your circumstances. These include: Statutory sick pay  Incapacity Benefit  Disability Living Allowance  Attendance Allowance  Carer's Allowance  Council Tax Benefit  Housing Benefit  ","Looking after someone with depression  show":"It's not just the person with depression who is affected by their illness. The people close to them are too. If you're caring for someone with depression, your relationship with them and family life in general can become strained. You may feel at a loss as to what to do. Finding a support group and talking to others in a similar situation might help. If you're having relationship or marriage difficulties, it might help to contact a relationship counsellor who can talk things through with you and your partner. In this video, a relationship counsellor explains what couples therapy involves and who it can help. Men are less likely to ask for help than women and are also more likely to turn to alcohol or drugs when depressed. Read more about caring for someone with depression. ","Talking about it  hide":"Sharing a problem with someone else or with a group can give you support and an insight into your own depression. Research shows that talking can help people recover from depression and cope better with stress. You may not feel comfortable about discussing your mental health and sharing your distress with others. If so, writing about how you feel or expressing your emotions through poetry or art are other ways to help your mood. Here is a list of depression self-help groups and information on how to access them. Read more about how talking to other people can help you to cope with depression. ","Exercise and diet ":"Exercise and a healthy diet can make a tremendous difference to how quickly you recover from depression. And they will both improve your general health, too. Research suggests that exercise may be as effective as antidepressants at reducing depression symptoms. Being physically active can lift your mood, reduce stress and anxiety, boost the release of endorphins (your body's feel-good chemicals) and improve self-esteem. Also, exercising may be a good distraction from negative thoughts, and it can improve social interaction. Read more about exercise for depression. It also helps your mood to have a healthy diet. In fact, eating healthily seems to be just as important for maintaining your mental health as it is for preventing physical health problems. Read more about what to eat to improve your mood. ","Moodzone":"Read more information about boosting your mood, coping with stress, anxiety or depression, or simply improving your overall emotional wellbeing, in the Moodzone. You could also try this five-minute audio guide to coping with low mood and depression. "},"Treatment":{"Talking treatments hide":"","Counselling":"Counselling is a form of therapy that helps you think about the problems you are experiencing in your life to find new ways of dealing with them. Counsellors support you in finding solutions to problems, but do not tell you what to do. Counselling on the NHS usually consists of six to 12 hour-long sessions. You talk in confidence to a counsellor, who supports you and offers practical advice. Counselling is ideal for people who are basically healthy but need help coping with a current crisis, such as anger, relationship issues, bereavement, redundancy, infertility or the onset of a serious illness. ","Mild to moderate depression":"talking therapy – if you have mild depression that isn't improving, or you have moderate depression, your GP may recommend a talking treatment (a type of psychotherapy). There are different types of talking therapy for depression, including cognitive behavioural therapy (CBT) and counselling. Your GP can refer you for talking treatment or in some parts of the country you might be able to refer yourself. ","St John's wort":"St John's wort is a herbal treatment that some people take for depression. It's available from health food shops and pharmacies. There's some evidence that it may help mild to moderate depression, but it's not recommended by doctors. This is because the amount of active ingredients varies among individual brands and batches, so you can never be sure what sort of effect it will have on you. Taking St John's wort with other medications, such as anticonvulsants, anticoagulants, antidepressants and the contraceptive pill, can also cause serious problems. You shouldn't take St John's wort if you are pregnant or breastfeeding, as we don't know for sure that it's safe. Also, St John's wort can interact with the contraceptive pill, reducing its contraceptive effect. Read more about St John's wort. ","Other treatments  show":"","See your GP if you think you may be depressed":"Results for Edit Find your GP’s contact details Your location could not be found. Please try again or enter an alternative location. Please enter a location. Enter a postcode or town Use my current location MainGP is set as your GP Delete MainGP will no longer be used as your main GP Confirm Cancel  Please select your GP:   Sorry, there has been a problem retrieving your results. Please try again later. No GPs were found for your location Sorry, there has been a problem retrieving details of your GP. Please try again later.  Read more detailed information about a range of treatments below. ","Online CBT":"Computerised CBT is a form of CBT that works through a computer screen, rather than face-to-face with a therapist. It's delivered in a series of weekly sessions and should be supported by a healthcare professional. For instance, it's usually prescribed by your GP and you may have to use the surgery computer to access the programme. Ask your GP for more information or read more about online CBT and the courses available here. ","Tricyclic antidepressants (TCAs)":"This group of antidepressants is used to treat moderate to severe depression. TCAs, which includes Imipramil (imipramine) and amitriptyline, have been around for longer than SSRIs. They work by raising the levels of the chemicals serotonin and noradrenaline in your brain. These both help lift your mood.  They're generally quite safe, but it's a bad idea to smoke cannabis if you are taking TCAs because it can cause your heart to beat rapidly. Side effects of TCAs may include a dry mouth, blurred vision, constipation, problems passing urine, sweating, light-headedness and excessive drowsiness, but vary from person to person. The side effects usually ease after seven to 10 days, as your body gets used to the medication. ","Interpersonal therapy (IPT)":"IPT focuses on your relationships with other people and on problems you may be having in your relationships, such as difficulties with communication or coping with bereavement. There's some evidence that IPT can be as effective as antidepressants or CBT, but more research is needed. ","Psychodynamic psychotherapy":"In psychodynamic (psychoanalytic) psychotherapy, a psychoanalytic therapist will encourage you to say whatever is going through your mind. This will help you to become aware of hidden meanings or patterns in what you do or say that may be contributing to your problems. Read more about psychotherapy. ","Selective serotonin reuptake inhibitors (SSRIs)":"If your GP thinks you would benefit from taking an antidepressant, you'll usually be prescribed a modern type called a selective serotonin reuptake inhibitor (SSRI). Examples of commonly used SSRI antidepressants are Seroxat (paroxetine), Prozac (fluoxetine) and Cipramil (citalopram). They help increase the level of a natural chemical in your brain called serotonin, which is thought to be a \"good mood\" chemical. SSRIs work just as well as older antidepressants and have fewer side effects. They can, however, cause nausea and headaches, as well as a dry mouth and problems having sex. However, all these negative effects usually improve over time. Some SSRIs aren't suitable for children under the age of 18. Research shows that the risk of self-harm and suicidal behaviour may increase if they're taken by under-18s. Fluoxetine is the only SSRI that can be prescribed for under-18s, and even then only when a specialist has given the go-ahead. ","Antidepressants show":"Antidepressants are medicines that treat the symptoms of depression. There are almost 30 different kinds available. Most people with moderate or severe depression benefit from antidepressants, but not everybody does. You may respond to one antidepressant but not to another, and you may need to try two or more treatments before you find one that works for you. The different types of antidepressant work about as well as each other. However, side effects vary between different treatments and people. When you start taking antidepressants, you should see your GP or specialist nurse every week or two for at least four weeks to see how well they are working. If they are working, you'll need to continue taking them at the same dose for at least four to six months after your symptoms have eased. If you've had bouts of depression in the past, you may need to continue to take antidepressants for up to five years or longer. Antidepressants aren't addictive, but you may get some withdrawal symptoms if you stop taking them suddenly or you miss a dose (see below). ","Electric shock treatment":"Sometimes electroconvulsive therapy (ECT) may be recommended if you have severe depression and other treatments, including antidepressants, haven't worked. During ECT, you'll first be given an anaesthetic and medication to relax your muscles. Then you'll receive an electrical \"shock\" to your brain through electrodes placed on your head. You may be given a series of ECT sessions. It is usually given twice a week for three to six weeks. For most people, ECT is good for relieving severe depression, but the beneficial effect tends to wear off after several months. Some people get unpleasant side effects, including short-term headaches, memory problems, nausea and muscle aches. Read more information about electroconvulsive therapy (ECT) on the Mind website. ","Other antidepressants":"New antidepressants, such as Efexor (venlafaxine), Cymbalta or Yentreve (duloxetine) and Zispin Soltab (mirtazapine), work in a slightly different way from SSRIs and TCAs. Venlafaxine and duloxetine are known as SNRIs (serotonin-noradrenaline reuptake inhibitors). Like TCAs, they change the levels of serotonin and noradrenaline in your brain. Studies have shown that an SNRI can be more effective than an SSRI, though they're not routinely prescribed as they can lead to a rise in blood pressure. ","Withdrawal symptoms":"Antidepressants are not addictive in the same way that illegal drugs and cigarettes are, but when you stop taking them you may have some withdrawal symptoms, including: upset stomach flu-like symptoms anxiety dizziness vivid dreams at night sensations in the body that feel like electric shocks In most cases these are quite mild and last no longer than a week or two, but occasionally they can be quite severe. They seem to be most likely to occur with paroxetine (Seroxat) and venlafaxine (Efexor). Withdrawal symptoms occur very soon after stopping the tablets, so can easily be told apart from symptoms of depression relapse, which tend to occur after a few weeks. Common questions about antidepressants answered: How long does it take for antidepressants to work? Can I drink alcohol if I'm taking antidepressants? How should antidepressants be stopped? ","Getting help":"Your first port of call should be your GP, who can refer you for NHS talking treatments for depression available locally. In some parts of the country, you also have the option of self-referral. This means that if you prefer not to talk to your GP, you can go directly to a professional therapist. To find out what's available in your area, see our counselling and psychological therapies directory. ","Mild depression":"wait and see – if you're diagnosed with mild depression, your depression may improve by itself. In this case, you'll simply be seen again by your GP after two weeks to monitor your progress. This is known as watchful waiting. exercise – there is evidence that exercise may help depression and it is one of the main treatments if you have mild depression. Your GP may refer you to a qualified fitness trainer for an exercise scheme, or you can find out more about starting exercise here. Read more about exercise for depression. self-help groups – talking through your feelings can be helpful. You could talk either to a friend or relative, or you can ask your GP to suggest a local self-help group. Find out more about depression support groups. Your GP may also recommend self-help books and online cognitive behavioural therapy (CBT). ","Cognitive behavioural therapy (CBT)":"Cognitive behavioural therapy (CBT) helps you understand your thoughts and behaviour and how they affect you. CBT recognises that events in your past may have shaped you, but it concentrates mostly on how you can change the way you think, feel and behave in the present. It teaches you how to overcome negative thoughts, for example being able to challenge hopeless feelings. CBT is available on the NHS for people with depression or any other mental health problem that it has been shown to help. You normally have a short course of sessions, usually six to eight sessions, over 10 to 12 weeks on a one-to-one basis with a counsellor trained in CBT. In some cases, you may be offered group CBT. ","Lithium":"If you've tried several different antidepressants and had no improvement, your doctor may offer you a type of medication called lithium in addition to your current treatment. There are two types of lithium: lithium carbonate and lithium citrate. Both are usually effective, but if you are taking one that works for you, it's best not to change. If the level of lithium in your blood becomes too high, it can become toxic. You will therefore need blood tests every three months to check your lithium levels while you're on the medication. You'll also need to avoid eating a low-salt diet because this can also cause the lithium to become toxic. Ask your GP for advice about your diet. ","Treating clinical depression":"Treatment for depression usually involves a combination of medicines, talking therapies and self-help. The type of treatment your doctor recommends will be based on the type of depression you have. Below is a short description of the types of treatment your doctor may recommend. ","Moderate to severe depression":"antidepressants – antidepressants are tablets that treat the symptoms of depression. There are almost 30 different kinds of antidepressant. They have to be prescribed by a doctor, usually for depression that is moderate or severe. combination therapy – your GP may recommend that you take a course of antidepressants plus talking therapy, particularly if your depression is quite severe. A combination of an antidepressant and CBT usually works better than having just one of these treatments. mental health teams – if you have severe depression, you may be referred to a mental health team made up of psychologists, psychiatrists, specialist nurses and occupational therapists. These teams often provide intensive specialist talking treatments as well as prescribed medication.  You can also read a summary of the pros and cons of the treatments for depression, allowing you to easily compare your options.  "},"Title":"Clinical depression"},"Kidney infection":{"Symptoms":{"Symptoms of kidney infection":"The symptoms of a kidney infection usually develop quite quickly over a few hours or days. Common symptoms include: pain and discomfort in your side, lower back or around your genitals high temperature (it may reach 39.5C or 103.1F) shivering or chills feeling very weak or tired loss of appetite feeling sick or being sick  diarrhoea You may have other symptoms if you also have cystitis or urethritis (an infection of the urethra). These additional symptoms may include: pain or a burning sensation during urination need to urinate frequently or urgently feeling that you're unable to urinate fully blood in your urine cloudy or foul smelling urine pain in your lower abdomen ","Children":"Children with a kidney infection may also have additional symptoms, such as: a lack of energy irritability poor feeding and\/or vomiting not growing at the expected rate abdominal pain jaundice (yellowing of the skin and whites of the eyes) blood in the urine unpleasant smelling urine bedwetting "},"Prevention":{"Treat constipation":"Constipation can increase your chances of developing a urinary tract infection (UTI), so try to treat any constipation promptly. Recommended treatments for constipation include: increasing the amount of fibre in your diet to 20-30g of fibre a day using a mild laxative on a short-term basis drinking plenty of fluids See your GP if your symptoms don't improve after 14 days (or seven days for children with constipation). Read more about treating constipation. ","Toilet tips":"To help keep your urinary tract free from bacteria: go to the toilet as soon as you feel the need to urinate, rather than holding it in wipe from front to back after going to the toilet practice good hygiene by washing your genitals every day and before having sex empty your bladder after having sex if you're a woman, avoid \"hovering\" over a toilet seat as this position can often leave urine behind in the bladder ","Preventing kidney infection":"The best way to prevent a kidney infection is to keep your bladder and urethra free from bacteria. These self-help tips explain how you can do this. ","Drink plenty of liquids":"Drinking plenty of liquids, particularly water, will help to wash bacteria from your bladder and urinary tract. Drinking cranberry juice or taking cranberry extracts may also help prevent urinary tract infections (UTIs). However, you should avoid cranberry juice or extracts if you're taking warfarin, a medicine used to prevent blood clots. Cranberry juice can make the effects of warfarin more potent, so there's a risk of excessive bleeding. "},"Diagnosis":{"Diagnosing kidney infection":"To work out if you have a kidney infection, your GP will ask you about your symptoms and your recent medical history. They will usually also assess your general health by taking your temperature and measuring your blood pressure. ","Urine test":"A urine test can help to establish whether you have a urinary tract infection (UTI). The test involves taking a small sample of urine and checking it to see if there are any bacteria in it. You'll be given a container and told how to collect the urine, which you can do in the surgery or at home. If you do it at home, you'll need to label the container, seal it in a plastic bag and store it in the fridge. Ideally, hand it in to the surgery within four hours. Read more about how to collect and store a urine sample. A urine test can't tell whether the infection – if you have one – is in your kidneys or another part of your urinary system, such as your bladder. For your GP to be confident you have a kidney infection, you need to have a positive urine test plus certain symptoms, such as a fever or a pain in your side. "},"Introduction":{"When to see your GP":"See your GP if you have a fever and persistent tummy, lower back or genital pain, or if you notice a change to your usual pattern of urination. Most kidney infections need prompt treatment with antibiotics to stop the infection from damaging the kidneys or spreading to the bloodstream. You may also need painkillers. If you're especially vulnerable to the effects of an infection – for example, if you have a pre-existing health condition or are pregnant, you may be admitted to hospital and treated with antibiotics through an intravenous drip. After taking antibiotics, you should feel completely better after about two weeks. In rare cases, a kidney infection can cause further problems. These include blood poisoning (sepsis) and a build-up of pus in the kidney called an abscess. Read more about treating a kidney infection and the complications of a kidney infection. ","What causes a kidney infection?":"A kidney infection usually happens when bacteria – often a type called E. coli – gets into the urethra (the tube which carries urine out of the body) and travels up through the bladder and into the kidneys. Read more about the causes of a kidney infection. ","Introduction":"A kidney infection (pyelonephritis) is a painful and unpleasant illness caused by bacteria travelling from your bladder into one or both of your kidneys. It's more serious than cystitis, a common infection of the bladder that makes urinating painful. If treated promptly, a kidney infection doesn't cause serious harm, but will make you feel very unwell. If a kidney infection isn't treated, it can get worse and cause permanent kidney damage. Symptoms of a kidney infection often come on within a few hours. You can feel feverish, shivery, sick and have a pain in your back or side. Read more about the symptoms of a kidney infection. ","Who's at risk?":"Kidney infections are relatively rare. It's estimated that one in every 830 people develops a kidney infection each year in the UK. They can happen at any age, but are much more common in women. In fact, women are six times more likely to get a kidney infection than men. This is because a woman's urethra is shorter, making it easier for bacteria to reach the kidneys. Younger women are most at risk because they tend to be more sexually active, and having frequent sex increases the chances of getting a kidney infection. Younger children are also vulnerable to developing kidney infections because they may be born with an abnormality of the urinary tract or have a condition called vesico-ureteric reflux, where there is a backflow of urine from the bladder up to the kidneys. "},"Complications":{"Severe infection":"Another rare, but potentially fatal, complication of a kidney infection is a condition called emphysematous pyelonephritis (EPN). EPN is a severe infection, where the tissues of the kidneys are rapidly destroyed and the bacteria causing the infection begin to release a toxic gas, which builds up inside the kidneys. The exact cause of EPN is unclear, but almost all cases are in people with diabetes. The usual treatment is emergency surgery to remove some, or all, of the affected kidney. It's possible to live a full and active life with only one kidney. ","Blood poisoning":"Blood poisoning (also called sepsis) is another rare, but potentially fatal, complication of a kidney infection. It happens when bacteria spreads from the kidneys into the bloodstream. Once bacteria are in your blood, the infection can spread to any part of your body, including all of the major organs. In someone with a kidney infection, the symptoms of blood poisoning include: low blood pressure, which makes you feel dizzy when you stand up confusion or disorientation excessive sweating uncontrollable shaking or shivering high temperature or lower body temperature than usual (under 36C, or 96.8F) pale skin rapid heartbeat breathlessness Blood poisoning is a medical emergency that usually requires admission to a hospital intensive care unit (ICU) while antibiotics are used to fight the infection. If you're taking certain medications for diabetes, such as metformin or angiotensin-converting enzyme (ACE) inhibitors, they may be temporarily withdrawn until you recover. This is because they can cause kidney damage during an episode of blood poisoning. ","Kidney failure":"In very rare cases, a kidney infection can cause severe kidney damage that results in kidney failure. This is when the kidneys stop working properly. Kidney failure is potentially fatal, but it can be treated with dialysis or a kidney transplant. ","Kidney abscess":"A kidney abscess is a rare, but serious, complication of a kidney infection, where pus develops inside the tissue of the kidney. You're thought to be most at risk of developing a kidney abscess if you have diabetes. The symptoms of a kidney abscess are similar to those of a kidney infection. The most common are: a high temperature of 38C (100.4F) or above chills abdominal pain loss of appetite pain when passing urine Kidney abscesses are potentially serious because the bacteria inside the abscess can spread to other parts of your body, such as your bloodstream or lungs, and can be fatal. Smaller abscesses can usually be treated with antibiotics through a drip. Surgery is usually required for larger abscesses. This involves draining the pus out of the abscess using a needle that's inserted into the kidney. ","Complications of kidney infection":"Most kidney infections are treated successfully without complications, although some people may develop further problems. Complications of a kidney infection are rare, but you're more likely to develop them if you: are a child are over 65 are pregnant have diabetes, chronic kidney disease or sickle cell anaemia have had a kidney transplant (particularly in the first three months after the transplant) have a weakened immune system developed the kidney infection while in hospital Some of the main complications of kidney infections are outlined below. "},"Causes":{"Causes of kidney infection":"A kidney infection happens when bacteria infects your kidneys. The bacteria are usually a type called E. coli, which live in your bowel. The bacteria get in through the opening of the urethra and move upwards through your urinary tract, first infecting your bladder and then your kidneys. It's thought the bacteria can get into your urinary tract by accidentally spreading from your anus to your urethra. This can happen if you wipe your bottom after going to the toilet and the soiled toilet paper comes into contact with your genitals. It can also happen during sex. In rare cases, a kidney infection can develop if bacteria or fungi infect the skin and the infection spreads through your bloodstream into your kidney. However, this type of infection usually only occurs in people with weakened immune systems. "},"URL":"http:\/\/www.nhs.uk\/conditions\/Kidney-infection\/Pages\/Introduction.aspx","Treatment":{"Medication":"If you're being treated at home, you'll usually be prescribed a course of antibiotic tablets or capsules that lasts between seven and 14 days. For most people – apart from pregnant women – antibiotics called ciprofloxacin or Co-amoxiclav are recommended. However, other antibiotics may also be used. Common side effects of ciprofloxacin include feeling sick and diarrhoea. Co-amoxiclav can make the contraceptive pill and contraceptive patches less effective, so you may need to use another form of contraception during the course of treatment. A 14-day course of an antibiotic called cefalexin is recommended for pregnant women. Usually, you'll start to feel better quite soon after treatment starts and you should feel completely better after about two weeks. If your symptoms show no sign of improvement 24 hours after treatment starts, contact your GP for advice. Taking a painkiller such as paracetamol should help relieve symptoms of pain and a high temperature. However, non-steroidal anti-inflammatories (NSAIDs) such as ibuprofen aren't usually recommended to relieve pain during a kidney infection. This is because they may increase the risk of further kidney problems. ","Treating kidney infection":"Most people with a kidney infection can be treated at home with a course of antibiotics, and possibly painkillers as well. See your GP if you have a fever and persistent tummy, lower back or genital pain, or if you notice a change to your usual pattern of urination. All children with symptoms of a urinary tract infection (UTI) or kidney infection, including cystitis, should see their GP or out-of-hours emergency service. ","Self-help tips":"If you have a kidney infection, try not to \"hover\" over the toilet seat when you go to the loo, because it can result in your bladder not being fully emptied. It's also important to drink plenty of fluids, because this will help prevent dehydration and will help to flush out the bacteria from your kidneys. Aim to drink enough so that you're frequently passing pale-coloured urine. Make sure that you get plenty of rest. A kidney infection can be physically draining, even if you're normally healthy and strong. It may take up to two weeks before you're fit enough to return to work. "},"Title":"Kidney infection"},"Thrush":{"Introduction":{"Symptoms of vaginal thrush":"Typical symptoms of vaginal thrush include: itching and soreness around the entrance of the vagina (itchy labia) vaginal discharge – this is usually odourless and may be thick and white or thin and watery pain during sex, which may make you worry about having sex a stinging sensation when peeing Sometimes the skin around the vagina can be red, swollen or cracked. Occasionally there may also be sores on the skin, although this is more often a sign of genital herpes. You can use the vagina problems visual guide to help find out what could be causing your symptoms. ","What to do if you have vaginal thrush":"If you've had thrush before and think you have it again, you can normally treat it with medicines bought from a local pharmacy. See How to treat vaginal thrush below for more information. It's a good idea to get medical advice from your GP or a sexual health clinic if: you have thrush for the first time you're under the age of 16 or over 60 you're pregnant or breastfeeding – read more about thrush in pregnancy you have unusual symptoms, such as coloured or smelly discharge, or sores on the skin around your vagina  you have abnormal vaginal bleeding or pain in your lower tummy you've had two episodes of thrush within the last six months you've reacted badly to antifungal treatment in the past, or it didn't work you or your partner have previously had a sexually transmitted infection (STI) and you think it might have returned your symptoms don't improve after 7-14 days of treatment Thrush isn't usually anything to worry about in these cases, but your doctor may want to take a swab from your vagina to confirm the diagnosis and\/or carry out tests to check for any underlying cause. They can also advise you about the most suitable treatment and give you a prescription, if necessary. ","Introduction":"Vaginal thrush is a common yeast infection that affects most women at some point. It may be unpleasant and uncomfortable, but can usually be treated with medication available from pharmacies or on prescription from your GP. However, for some women, vaginal thrush can be difficult to treat and keeps coming back. This page covers: Symptoms of vaginal thrush What to do if you have vaginal thrush How to treat vaginal thrush What causes vaginal thrush? Preventing vaginal thrush ","What causes vaginal thrush?":"Vaginal thrush is caused by yeasts from a group of fungi called Candida. Many women have Candida in their vagina without it causing any problems, but thrush can develop if the natural balance of micro-organisms in the vagina is disrupted and Candida multiplies. You're more likely to get thrush if you: are in your twenties and thirties – thrush is less common in girls who haven't started their periods and women who have been through the menopause are pregnant have sex when you're not fully aroused or you're worried it may hurt – this can lead to vaginal dryness and tightness during sex, which can trigger thrush take antibiotics have poorly controlled diabetes have a weakened immune system – for example, because of a condition such as HIV or a treatment such as chemotherapy Vaginal thrush isn't classed as an STI, but it can be triggered by sex – particularly if you have trouble relaxing and your vagina is dry – and can occasionally be passed on to sexual partners. ","How to treat vaginal thrush":"Mild thrush can usually be treated with a short course of antifungal medication. The symptoms will usually clear up within a week or two. Treatment may need to be continued for longer if you have repeated bouts of thrush. Several thrush medicines can be bought over the counter from pharmacies, while others are only available on prescription from your GP. The main types are: pessaries – a special pill that you insert into your vagina using a special applicator intravaginal creams – these are also placed into the vagina using an applicator capsules – these are swallowed and may be more convenient to use than pessaries or intravaginal cream, but can have more troublesome side effects, such as vomiting or an upset stomach These treatments are all equally effective. You can usually choose the treatment you prefer, although pregnant or breastfeeding women shouldn't take the capsules. You can also get creams to apply to the skin surrounding the entrance of your vagina. These can help relieve itchiness and soreness, although you may find that an ordinary emollient (moisturiser) works just as well. Read more about treating vaginal thrush. "},"URL":"http:\/\/www.nhs.uk\/conditions\/Thrush\/Pages\/Introduction.aspx","Treatment":{"Thrush medications":"Thrush is treated with antifungal medicines that are available as pessaries, intravaginal creams or capsules. All these medications are equally effective, but you may find that one is more convenient to use than another. A pessary is a pill that you insert into your vagina using a special applicator. Intravaginal creams are applied inside your vagina. The main types used to treat thrush are: clotrimazole – available over the counter from pharmacies econazole, miconazole and fenticonazole – available on prescription Over-the-counter pessaries are usually used daily for one to six days. Intravaginal cream is normally used once. Possible side effects include a mild burning sensation, slight redness or itching. These treatments can also damage latex condoms and diaphragms, so you may want to avoid having sex, or use another form of contraception during treatment and for up to five days afterwards. If you would prefer not to use pessaries or intravaginal cream, antifungal capsules are available. The main types used to treat thrush are: fluconazole – available over the counter from pharmacies itraconazole – available on prescription Over-the-counter thrush capsules usually come as a single dose. Possible side effects can include feeling sick, an upset stomach, diarrhoea and headaches. If the skin around the entrance to your vagina is also sore or itchy, you may find it helpful to use an antifungal skin cream in addition to one of the treatments above. Creams containing clotrimazole can be bought over the counter from pharmacies. They're available in packs that also include antifungal pessaries, intravaginal cream or capsules. They're normally applied to the skin two or three times a day for at least two weeks. Possible side effects include irritation, a stinging sensation or itching. Alternatively, you could try using an ordinary emollient (moisturiser) near your vagina. This can help relieve your symptoms and causes fewer side effects than antifungal cream. Emollients and antifungal skin cream can weaken latex condoms and diaphragms, so you may want to avoid having sex, or use another form of contraception during treatment and for up to five days afterwards. ","If you're pregnant or breastfeeding":"Visit your GP if you have thrush and you're pregnant or breastfeeding. Your GP will probably suggest using pessaries or an intravaginal cream. Capsules aren't recommended because they could harm your baby. If you're pregnant, take care when using an applicator to insert a pessary or intravaginal cream, as there's a small risk of injuring your cervix (neck of the womb). Antifungal skin cream or moisturisers can normally be used safely if you're pregnant or breastfeeding and the area around the entrance to your vagina is sore or itchy. ","If thrush keeps coming back":"Speak to your GP if you experience frequent bouts of thrush. They might run some tests to confirm the diagnosis and check for any possible underlying cause, such as diabetes. They may also give you a prescription you can use whenever the symptoms return, or suggest trying a longer course of treatment lasting up to six months. ","Sex and sexual partners":"Vaginal thrush isn't classed as a sexually transmitted infection (STI), so sexual partners don't need to be informed, tested or treated if they don't have any symptoms. However, there's a very small risk of passing the condition on during sex, so you may want to avoid having sex until it's cleared up. Some treatments can also weaken latex condoms and diaphragms (see above), so you may want to avoid having sex or use another form of contraception during treatment and for a few days afterwards. ","Treatment for vaginal thrush":"Vaginal thrush is treated with medications you can buy over the counter from a pharmacy, or get on prescription from your GP. If you've had thrush before and think you have it again, you can normally treat it with medication bought from a local pharmacy. Otherwise, you should see your GP for advice. Find your local pharmacy.  Read about when to get medical advice for vaginal thrush. "},"Title":"Vaginal thrush"},"Norovirus infections":{"Introduction":{},"URL":"http:\/\/www.nhs.uk\/conditions\/norovirus","Title":"Norovirus "},"Glandular fever":{"Symptoms":{"Other symptoms":"Glandular fever can also cause: a general sense of feeling unwell aching muscles chills sweats loss of appetite pain around or behind your eyes swollen tonsils and adenoids (small lumps of tissue at the back of the nose), which may affect your breathing the inside of your throat to become very red and ooze fluid small red or purple spots on the roof of your mouth a rash swelling or \"puffiness\" around your eyes a tender or swollen tummy jaundice (yellowing of the skin and whites of the eyes) Some of these symptoms may develop a few days before the main symptoms mentioned above. ","Symptoms of glandular fever":"Symptoms of glandular fever are thought to take around one to two months to develop after infection with the Epstein-Barr virus (EBV). ","How the condition progresses":"Most symptoms of glandular fever will usually resolve within two or three weeks. Your throat will normally feel most sore for three to five days after symptoms start before gradually improving, and your fever will usually last 10 to 14 days. Fatigue is the most persistent symptom and often lasts a few weeks, although some people may feel persistently fatigued for several months after the other symptoms have passed. ","Main symptoms":"The most common symptoms of the condition are: a high temperature (fever) a sore throat – this is usually more painful than any you may have had before swollen glands in your neck and possibly in other parts of your body, such as under your armpits fatigue (extreme tiredness) "},"Introduction":{"Possible complications":"Complications associated with glandular fever are uncommon, but when they do occur they can be serious. They can include: further infections of other areas of the body, including the brain, liver and lungs severe anaemia (a lack of oxygen-carrying red blood cells) breathing difficulties as a result of the tonsils becoming significantly swollen a ruptured (burst) spleen, which may need to be treated with surgery Read more about the complications of glandular fever. ","Introduction":"Glandular fever is a type of viral infection that mostly affects young adults. It is also known as infectious mononucleosis, or \"mono\". Common symptoms include: a high temperature (fever) a severely sore throat swollen glands in the neck fatigue (extreme tiredness) While the symptoms of glandular fever can be very unpleasant, most of them should pass within two to three weeks. Fatigue, however, can occasionally last several months. Read more about the symptoms of glandular fever. ","Who is affected?":"Glandular fever can affect people of all ages, but most cases affect teenagers and young adults. Most EBV infections are thought to occur during childhood and cause only mild symptoms, or no symptoms at all. However, if a person develops an EBV infection during early adulthood, they can develop glandular fever. Once you have had glandular fever, it is unlikely you will develop it again. This is because people develop lifelong immunity after the initial infection. ","What causes glandular fever?":"Glandular fever is caused by the Epstein-Barr virus (EBV). This virus is found in the saliva of infected people and can be spread through: kissing – glandular fever is often referred to as the \"kissing disease\" exposure to coughs and sneezes sharing eating and drinking utensils, such as cups, glasses and unwashed cutlery EBV may be found in the saliva of someone who has had glandular fever for several months after their symptoms pass, and some people may continue to have the virus in their saliva on and off for years. If you have EBV, it's a good idea to take steps to avoid infecting others while you are ill, such as not kissing other people, but there's no need no need to avoid all contact with others as the chances of passing on the infection are generally low. Read more about the causes of glandular fever. ","How glandular fever is diagnosed":"To diagnose glandular fever, your GP will first ask about your symptoms before carrying out a physical examination. They will look for characteristic signs of glandular fever, such as swollen glands, tonsils, liver and spleen. Your GP may also recommend a blood test to help confirm the diagnosis and rule out infections that can cause similar symptoms, such as cytomegalovirus (CMV), rubella, mumps and toxoplasmosis. ","How glandular fever is treated":"There is no cure for glandular fever, but there are a number of simple treatments and measures that can help reduce the symptoms while you wait for your body to control the infection. These include: drinking plenty of fluids taking over-the-counter painkillers, such as paracetamol or ibuprofen getting plenty of rest and gradually increasing your activity as your energy levels improve Occasionally, antibiotics or corticosteroids may be used if you develop complications of glandular fever. Some people with particularly severe symptoms may need to be looked after in hospital for a few days. Read more about treating glandular fever. ","When to seek medical advice":"You should contact your GP if you suspect that you or your child has glandular fever. While there is little your GP can do in terms of treatment, they can provide advice and support to help you control your symptoms and reduce the risk of passing the infection on to others. You should go to your local accident and emergency (A&E) department or dial 999 for an ambulance if you have glandular fever and you: develop a rasping breath (stridor) or have any breathing difficulties find swallowing fluids difficult develop intense abdominal pain These symptoms can be a sign of a complication of glandular fever that may need to be treated in hospital. "},"Complications":{"Prolonged fatigue":"More than 1 in every 10 people with glandular fever will experience prolonged fatigue, which lasts for six months or more after the initial infection. It is not known why fatigue lasts longer in some people. Some experts think it may be a form of chronic fatigue syndrome (CFS). This is a poorly understood condition that causes persistent fatigue and a range of other symptoms, such as headaches and joint pain. Adopting a gradual exercise plan to rebuild your strength and energy levels may help prevent and reduce prolonged fatigue. ","Ruptured spleen":"Around half of people who develop glandular fever will have a swollen spleen. This does not present any immediate health problems, but there is a small risk of it rupturing (bursting). The main sign of a ruptured spleen is sharp pain in the left of the tummy (abdomen). Go to your local accident and emergency (A&E) department or dial 999 for an ambulance if you have glandular fever and you develop intense abdominal pain. The risk of the spleen rupturing is small, occurring in just 1 in every 500 to 1,000 cases of glandular fever, but it can be life threatening because it may cause severe internal bleeding. In some cases, emergency surgery may be required to remove an enlarged or ruptured spleen (splenectomy). A ruptured spleen usually occurs as a result of damage caused by vigorous physical activities, such as contact sports. It is therefore very important to avoid these activities for at least a month after the symptoms of glandular fever begin. Be particularly careful during the second and third week of your illness, as this is when the spleen is most vulnerable. ","Neurological complications":"In less than 1 in every 100 cases, the Epstein-Barr virus (EBV) can affect the nervous system and trigger a range of neurological complications, including: Guillain-Barré syndrome – where the nerves become inflamed, causing symptoms such as numbness, weakness and temporary paralysis Bell's palsy – where the muscles on one side of the face become temporarily weak or paralysed viral meningitis – an infection of the protective membranes that surround the brain and spinal cord; although unpleasant, viral meningitis is much less serious than bacterial meningitis, which is life threatening encephalitis – an infection of the brain These complications will often need specific treatment, but more than four out of every five people with them will make a full recovery. ","Reduction in blood cells":"In a few cases, glandular fever can lead to a reduction in some blood cells. It can reduce levels of: red blood cells (anaemia) – this can make you feel tired and out of breath white blood cells (neutropenia) – this can make you more prone to developing a secondary infection platelets – this can make you bruise and bleed more easily In most cases, the reduction in the number of blood cells is small and only causes mild symptoms. These problems should get better by themselves within a few weeks or months. ","Complications of glandular fever":"Most people with glandular fever will recover in two or three weeks and won't experience any further problems. However, complications can develop in a few cases. Some of the main complications associated with the condition are described below. "},"Causes":{"Causes of glandular fever":"Glandular fever is caused by the Epstein-Barr virus (EBV). EBV is most often spread through the saliva of someone who carries the infection. For example, it can be spread through: kissing – glandular fever is sometimes referred to as the \"kissing disease\" sharing food and drinks sharing toothbrushes exposure to coughs and sneezes Small children may be infected by chewing toys that have been contaminated with the virus. When you come into contact with infected saliva, the virus can infect the cells on the lining of your throat. The infection is then passed into your white blood cells before spreading through the lymphatic system. This is a series of glands (nodes) found throughout your body that allows many of the cells that your immune system needs to travel around the body. After the infection has passed, people develop lifelong immunity to the virus and most won't develop symptoms again. Many people are first exposed to EBV during childhood, when the infection causes few symptoms and often goes unrecognised before it eventually passes. Young adults may be most at risk of glandular fever because they might not have been exposed to the virus when they were younger, and the infection tends to produce more severe symptoms when you're older. "},"URL":"http:\/\/www.nhs.uk\/conditions\/glandular-fever\/Pages\/Introduction.aspx","Treatment":{"Painkillers":"Painkillers available over the counter, such as paracetamol or non-steroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen, can help reduce pain and fever. Children under 16 years old should not take aspirin because there is a small risk it could trigger a rare but serious health condition called Reye's syndrome. Regularly gargling with a solution of warm, salty water may also help relieve your sore throat. ","Preventing the spread of infection":"There is no need to be isolated from others if you have glandular fever as most people will already be immune to the Epstein-Barr virus (EBV). You can return to work, college or school as soon as you feel well enough. There is little risk of spreading the infection to others as long as you follow commonsense precautions while you are ill, such as not kissing other people or sharing utensils. It is also important to thoroughly clean anything that may have been contaminated by saliva until you have recovered. ","Treating glandular fever":"There is currently no cure for glandular fever, but the symptoms should pass within a few weeks. There are things you can do to help control your symptoms. ","Rest":"It is important you take plenty of rest while you recover from glandular fever, although complete bed rest is no longer recommended because it may make the fatigue last longer. You should gradually increase your activities as your energy levels return, but avoid activities you cannot manage comfortably. For the first month after your symptoms begin, avoid contact sports or activities that put you at risk of falling. This is because you may have a swollen spleen that it is more vulnerable to damage, and a sudden knock could cause it to burst (rupture). ","Fluids":"It is important to drink plenty of fluids (preferably water or unsweetened fruit juice) to avoid dehydration. Avoid alcohol, as this could harm your liver, which may already be weakened from the infection. ","Antibiotics and steroids":"Antibiotics are not effective in treating glandular fever because they have no effect on viruses, but they may be prescribed if you also develop a bacterial infection of your throat or lungs (pneumonia). A short course of corticosteroids may also be helpful if: your tonsils are particularly swollen and are causing breathing difficulties you have severe anaemia (a lack of oxygen-carrying red blood cells) you have problems affecting your heart, such as pericarditis (inflammation of the sac that surrounds the heart) you have problems affecting your brain or nerves, such as encephalitis Read more about the complications of glandular fever. "},"Title":"Glandular fever"},"Chickenpox":{"Symptoms":{"Symptoms of chickenpox":"The most commonly recognised chickenpox symptom is a spotty, blistering red rash that can cover the entire body. ","Chickenpox spots":"The spots normally appear in clusters and tend to be: behind the ears on the face over the scalp on the chest and belly on the arms and legs However, the spots can be anywhere on the body, even inside the ears and mouth, on the palms of the hands, soles of the feet and inside the nappy area. Although the rash starts as small, itchy red spots, these develop a blister on top and become intensely itchy after about 12-14 hours. After a day or two, the fluid in the blisters gets cloudy and they begin to dry out and crust over. After one to two weeks, the crusting skin will fall off naturally. New spots can keep appearing in waves for three to five days after the rash begins. Therefore, different clusters of spots may be at different stages of blistering or drying out.  Read more about how to ease the itchiness and other symptoms of chickenpox in our section on chickenpox treatments. Find out what you can do to stop chickenpox spreading. ","Feeling unwell":"Before the rash appears, you or your child may have some mild flu-like symptoms, including: feeling sick a high temperature (fever) of 38C (100.4F) or over aching, painful muscles headache generally feeling unwell loss of appetite These flu-like symptoms, especially the fever, tend to be more common and worse in adults than in children. ","Unusual symptoms":"Most healthy children (and adults) recover from chickenpox with no lasting ill-effects simply by resting, just as with a cold or the flu. However, some children and adults are unlucky and have a more severe bout. Contact your GP straight away if you or your child develop any abnormal symptoms, such as: the skin surrounding the blisters becoming red and painful  pain in the chest or difficulty breathing signs of dehydration, such as fewer wet nappies, drowsiness and cold hands and feet In cases such as this, prescription medicine or hospital treatment may be needed. Read more about chickenpox complications. "},"Prevention":{"Stop the virus spreading":"Chickenpox can sometimes be spread through contact with objects that have been contaminated with the virus, such as children's toys, bedding or clothing. If someone in your household has chickenpox, you can help stop the virus spreading by wiping any objects or surfaces with a sterilising solution and making sure that any infected clothing or bedding is washed regularly. ","Preventing the spread of chickenpox":"If your child has chickenpox, Public Health England recommends that you inform their school or nursery, and keep them at home for five days. If you have chickenpox, stay off work and at home until you're no longer infectious, which is until the last blister has burst and crusted over. This usually happens five or six days after the rash begins. It is a good idea for anyone who has chickenpox to avoid contact with: pregnant women newborn babies anyone who has a weak immune system, such as people who are having chemotherapy (a treatment for cancer) or taking steroid tablets If you or your child have recently been exposed to the chickenpox virus, you may not be able to visit friends or relatives in hospital. Telephone the ward to check first. ","Travelling on a plane ":"If you or your child have chickenpox, you may not be allowed to fly until six days after the last spot has appeared. You and your child should be safe to fly once you're past the infectious stage and all of the blisters have crusted over. However, it's best to check the policy of your airline first. Inform the airline as soon as chickenpox is diagnosed. It is also important to let your travel insurer know if you or your child has chickenpox. You need to make sure that you'll be covered if you have to delay or cancel your holiday, or if you need to extend your stay until your child is well enough to fly home. ","Vaccination":"There is a chickenpox vaccine that is used to protect people who are most at risk of a serious chickenpox infection or of passing the infection on to someone who is at risk. People who may be considered for chickenpox vaccination include: healthcare workers who are not already immune – for example, a nurse who has never had chickenpox and who may pass it to someone they are treating if they become infected people living with someone who has a weakened immune system – for example, the child of a parent receiving chemotherapy The vaccine is not suitable for pregnant women. Avoid getting pregnant for three months after having the vaccine. The vaccine is also not suitable for people with weakened immune systems. Read more about the chickenpox vaccination. The recommended two doses of the vaccine is estimated to offer 98% protection from chickenpox in children and 75% protection in adolescents and adults. So it may be possible to develop the infection after vaccination. "},"Diagnosis":{"When to contact your GP":"1. See your GP if you're not sure whether you or your child have chickenpox. 2. Contact your GP urgently if you have been in contact with someone who has chickenpox, or you have chickenpox symptoms and: you are pregnant you have a weakened immune system (the body’s defence system) your baby is less than four weeks old Chickenpox in these instances can cause serious complications, if left untreated. It is essential to seek medical advice so that you can receive any necessary treatment. 3. Contact your GP if you have chickenpox and are breastfeeding. They can advise about whether you should continue breastfeeding your baby. ","Having a blood test":"Once you have contacted your GP, you may need a test to see if you're already immune from chickenpox. If you have had chickenpox in the past, it is extremely unlikely that you will develop chickenpox for a second time. If you've never had chickenpox, or you're unsure whether you've had it, you may need an immunity test. This is a blood test that checks whether you are producing the antibodies to the chickenpox virus. If your blood test result shows that you have the antibodies, you'll be naturally protected from the virus. If you don't have the antibodies, you'll need to be monitored closely to see if you develop chickenpox symptoms. If you do, further treatment may be needed. Read more about chickenpox treatment. ","Diagnosing chickenpox":"You or your child should not usually need any medical tests to diagnose chickenpox. You can be pretty sure that it is chickenpox if there are the key symptoms of a mild fever followed by an itchy rash, with blisters and scabs.  Chickenpox spots are usually distinctive enough to distinguish from other rashes, although they can be confused with other conditions that affect the skin, such as insect bites or scabies (another contagious skin condition that causes intense itching). Watch this slideshow of common skin conditions to see what scabies, insect bites and other common skin rashes look like, so that you don't confuse them with chickenpox. If you're still uncertain about what is causing the symptoms, your GP can carry out a simple blood test to identify the virus.   Find phone numbers for your local GPs. "},"Introduction":{"Is there a vaccine against chickenpox?":"There is a chickenpox vaccine, but it is not part of the routine childhood vaccination schedule. The vaccine is only offered to children and adults who are particularly vulnerable to chickenpox complications. The recommended two doses of the vaccine is estimated to offer 98% protection from chickenpox in children and 75% protection in adolescents and adults. So it may be possible to develop the infection after vaccination. Similarly, there is a chance that someone who has received the vaccine could develop chickenpox after coming in close contact with a person who has shingles. Read more about the chickenpox vaccine and why children in the UK aren't routinely vaccinated against chickenpox. ","Chickenpox in pregnancy":"Chickenpox occurs in approximately 3 in every 1,000 pregnancies. It can cause serious complications for both the pregnant woman and her baby. See complications of chickenpox for further information on what to do if you are exposed to chickenpox during pregnancy. ","Chickenpox in adults":"Chickenpox may be a childhood illness, but adults can get it too. Chickenpox tends to be more severe in adults than children, and adults have a higher risk of developing complications. Adults with chickenpox should stay off work until all the spots have crusted over. They should seek medical advice if they develop any abnormal symptoms, such as infected blisters. Adults with chickenpox may benefit from taking antiviral medicine if treatment is started early in the course of the illness. Read more about antivirals in the treatment of chickenpox. ","Introduction":"Chickenpox is a mild and common childhood illness that most children catch at some point. It causes a rash of red, itchy spots that turn into fluid-filled blisters. They then crust over to form scabs, which eventually drop off. Some children have only a few spots, but other children can have spots that cover their entire body. These are most likely to appear on the face, ears and scalp, under the arms, on the chest and belly, and on the arms and legs. Read more about the symptoms of chickenpox and watch a slideshow of common childhood conditions to help you recognise if your child has it. Chickenpox (known medically as varicella) is caused by a virus called the varicella-zoster virus. It's spread quickly and easily from someone who is infected. Read more about the causes of chickenpox. Chickenpox is most common in children under the age of 10. In fact, chickenpox is so common in childhood that over 90% of adults are immune to the condition because they've had it before. Children usually catch chickenpox in winter and spring, particularly between March and May. ","Who's at special risk?":"Some children and adults are at special risk of serious problems if they catch chickenpox. They include: pregnant women newborn babies people with a weakened immune system These people should seek medical advice as soon as they are exposed to the chickenpox virus or they develop chickenpox symptoms. They may need a blood test to check if they are protected from (immune to) chickenpox. Read more about immunity testing and the diagnosis of chickenpox in people at special risk. ","Chickenpox treatment":"Chickenpox in children is considered a mild illness, but your child will probably feel pretty miserable and irritable while they have it. Your child may have a fever for the first few days of the illness. The spots can be incredibly itchy. There is no specific treatment for chickenpox, but there are pharmacy remedies that can alleviate symptoms. These include paracetamol to relieve fever, and calamine lotion and cooling gels to ease itching. In most children, the blisters crust up and fall off naturally within one to two weeks. Read more about chickenpox treatments. ","Chickenpox and shingles":"Once you have had chickenpox, you usually develop antibodies to the infection and become immune to catching it again. However, the virus that causes chickenpox, the varicella-zoster virus, remains inactive (dormant) in your body's nerve tissues and can return later in life as an illness called shingles. It's possible to catch chickenpox from someone with shingles, but not the other way around. Read more about shingles. ","What to do":"To prevent spreading the infection, keep children off nursery or school until all their spots have crusted over. Chickenpox is infectious from one to two days before the rash starts, until all the blisters have crusted over (usually five to six days after the start of the rash). If your child has chickenpox, try to keep them away from public areas to avoid contact with people who may not have had it, especially people who are at risk of serious problems, such as newborn babies, pregnant women and anyone with a weakened immune system (for example, people having cancer treatment or taking steroid tablets). Read more about what you need to do to stop chickenpox spreading. ","When to see a doctor":"For most children, chickenpox is a mild illness that gets better on its own. However, some children can become more seriously ill with chickenpox and need to see a doctor. Contact your GP straight away if your child develops any abnormal symptoms, such as: if the blisters on their skin become infected  if your child has a pain in their chest or has difficulty breathing "},"Complications":{"Complications of chickenpox":"Complications of chickenpox are rare in healthy children. The most common complication is where the blisters become infected with bacteria. A sign that the blisters have become infected is when the surrounding skin becomes red and sore. If you think that your child's blisters have become infected, contact your GP as the child may need a course of antibiotics. ","Other complications in children":"Very rarely, chickenpox can lead to more serious complications involving the nervous system (brain and spinal cord) in children. These include infections of the brain (encephalitis), the protective membranes around the brain (meningitis) or part of the brain called the cerebellum (cerebellitis). Signs of these problems can include: a lack of energy drowsiness confusion seizures (fits) vomiting severe headaches a stiff neck behavioural changes problems with walking, balance or speech (ataxia) Seek medical advice as soon as possible if your child develops any of these symptoms after having chickenpox. "},"Causes":{"Shingles":"If you have not had chickenpox before, you can also catch chickenpox from someone with shingles (an infection caused by the same virus). However, it's not possible to catch shingles from someone who has chickenpox. Read more about shingles. ","Causes of chickenpox":"Chickenpox is caused by the varicella-zoster virus. You catch it by coming into contact with someone who is infected. Chickenpox is a very contagious infection. Around 90% of people who have not previously had chickenpox will become infected when they come into contact with the virus. ","How you catch the virus":"The chickenpox virus is spread most easily from someone who has the rash. The blisters are very itchy and break open easily, which can contaminate surfaces or objects. The virus may then be transferred by touching the surface or object, then touching your face. The virus is also contained in the millions of tiny droplets that come out of the nose and mouth when an infected person coughs or sneezes. This can also contaminate surfaces or objects. It normally takes 14 days for the symptoms of chickenpox to show after you have come into contact with the virus. However, this can vary from person to person – from as little as 7 days, up to 21 days. This is called the \"incubation period\". Someone with chickenpox is most infectious from one to two days before the rash appears, until all the blisters have crusted over. This usually takes five to six days from the start of the rash. Read more about the diagnosis of chickenpox and how to stop chickenpox spreading. "},"URL":"http:\/\/www.nhs.uk\/conditions\/chickenpox","Treatment":{"Keeping hydrated":"It is important for children (and adults) with chickenpox to drink plenty of water to avoid dehydration. Sugar-free ice lollies are a good way of getting fluids into children. They also help to soothe a sore mouth that has chickenpox spots in it.  Avoid anything that may make the mouth sore, such as salty foods. Soup is easy to swallow as long as it is not too hot. ","Painkillers":"If your child is in pain or has a high temperature (fever), you can give them a mild painkiller, such as paracetamol (available over the counter in pharmacies). Always read the manufacturer's dosage instructions. Paracetamol is the preferred painkiller for treating the associated symptoms of chickenpox. This is due to a very small risk of non-steroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen, causing adverse skin reactions during chickenpox.  Avoid giving your child ibuprofen if they have asthma or a history of stomach problems. If you're not sure whether ibuprofen is suitable, check with your GP or pharmacist. If your child is younger than three months old, you should always speak to your GP before giving your child any kind of pain relief. Never give your child aspirin if you suspect or know that they have chickenpox (see box at the bottom of this page). If you're pregnant and need to take painkillers, then paracetamol is the first choice. You can use it at any stage of pregnancy. Only take ibuprofen during the second trimester (weeks 14-27 of the pregnancy). If you're pregnant and have chickenpox, you should visit your GP as soon as possible. You may need to have antiviral medicine or immunoglobulin treatment to prevent your symptoms from getting worse (see below). ","Stronger treatments":"Aciclovir is an antiviral medicine that is sometimes given to people with chickenpox. Aciclovir may be prescribed to: pregnant women adults, if they visit their GP within 24 hours of the rash appearing newborn babies people with a weakened immune system (the body’s defence system) Ideally, aciclovir needs to be started within 24 hours of the rash appearing. It does not cure chickenpox, but it makes the symptoms less severe. You normally need to take the medicine as tablets five times a day for seven days. If you are taking aciclovir, make sure you drink plenty of fluids. Side effects are rare, but can include nausea and diarrhoea. Read more about antiviral treatment for chickenpox. Immunoglobulin is a solution of antibodies that is taken from healthy donors. Varicella-zoster immunoglobulin (VZIG) contains antibodies to the chickenpox virus. Immunoglobulin treatment is given by injection. It is not used to treat chickenpox, but to protect people who are at high risk of developing a severe chickenpox infection. This includes: pregnant women newborn babies people with weakened immune systems In the case of pregnant women, immunoglobulin treatment also reduces the risk of the unborn baby becoming infected. As the supply of VZIG is limited, it will only be considered if a high-risk person has: been significantly exposed to the virus – significant exposure could be face-to-face contact with someone who has chickenpox been in the same room for 15 minutes with someone who has chickenpox had a blood test to confirm that they've not had chickenpox before In some cases, newborn babies may be given immunoglobulin treatment without having a blood test first. Read more about immunoglobulin treatment for chickenpox and the complications of chickenpox. ","Stop the scratching":"Chickenpox can be incredibly itchy, but it's important for children (and adults) to not scratch the spots, to avoid future scarring. One way of stopping scratching is to keep fingernails clean and short. You can also put socks over your child's hands at night to stop them scratching the rash as they sleep. If your child's skin is very itchy or sore, try using calamine lotion or cooling gels. These are available in pharmacies and are very safe to use. They have a soothing, cooling effect. A stronger medicine called chlorphenamine can also help to relieve the itching. It's available from your pharmacist over the counter or it can be prescribed by your GP. Chlorphenamine is taken by mouth and is suitable for children over one year old. ","Caring for your child with chickenpox":"There is no cure for chickenpox, and the virus usually clears up by itself without any treatment. However, there are ways of easing the itch and discomfort, and there are important steps you can take to stop chickenpox spreading. ","Cool clothing":"If your child has a fever, or if their skin is sore and aggravated, dress them appropriately so that they don't get too hot or too cold. Loose-fitting, smooth, cotton fabrics are best and will help stop the skin from becoming sore and irritated. If your child has chickenpox, avoid sponging them down with cool water. This can make your child too cold and may make them shiver. "},"Title":"Chickenpox"},"Menopause":{"Symptoms":{"Symptoms of the menopause":"Most women will experience some symptoms around the menopause. The duration and severity of these symptoms varies from woman to woman. Symptoms usually start a few months or years before your periods stop, known as the perimenopause, and can persist for some time afterwards. On average, most symptoms last around four years from your last period. However, around 1 in every 10 women experience them for up to 12 years. If you experience the menopause suddenly rather than gradually – for example, as a result of cancer treatment – your symptoms may be worse. ","Changes to your periods":"The first sign of the menopause is usually a change in the normal pattern of your periods. You may start having either unusually light or heavy periods. The frequency of your periods may also be affected. You may have one every two or three weeks, or you may not have one for months at a time. Eventually, you'll stop having periods altogether. "},"Introduction":{"When to see your GP":"It's worth talking to your GP if you have menopausal symptoms that are troubling you or if you're experiencing symptoms of the menopause before 45 years of age. Your GP can usually confirm whether you are menopausal based on your symptoms, but a blood test to measure your hormone levels may be carried out if you're aged 40 to 45. Blood tests may also be carried out to help diagnose suspected premature menopause if you’re under 40 and have menopausal symptoms. Read more about how your GP can help during the menopause. ","Introduction":"The menopause is when a woman stops having periods and is no longer able to get pregnant naturally. Periods usually start to become less frequent over a few months or years before they stop altogether. Sometimes they can stop suddenly. The menopause is a natural part of ageing that usually occurs between 45 and 55 years of age, as a woman's oestrogen levels decline. In the UK, the average age for a woman to reach the menopause is 51. However, around 1 in 100 women experience the menopause before 40 years of age. This is known as premature menopause or premature ovarian insufficiency. ","Symptoms of the menopause":"Most women will experience menopausal symptoms. Some of these can be quite severe and have a significant impact on your everyday activities. Common symptoms include: hot flushes  night sweats vaginal dryness and discomfort during sex difficulty sleeping low mood or anxiety reduced sex drive (libido) problems with memory and concentration Menopausal symptoms can begin months or even years before your periods stop and last around four years after your last period, although some women experience them for much longer. Read more about the symptoms of the menopause. ","Treatments for menopausal symptoms":"Your GP can offer treatments and suggest lifestyle changes if you have severe menopausal symptoms that interfere with your day-to-day life, including: hormone replacement therapy (HRT) – tablets, skin patches, gels and implants that relieve menopausal symptoms by replacing oestrogen vaginal oestrogen creams, lubricants or moisturisers for vaginal dryness cognitive behavioural therapy (CBT) – a type of talking therapy that can help with low mood and anxiety eating a healthy, balanced diet and exercising regularly – maintaining a healthy weight and staying fit and strong can improve some menopausal symptoms Your GP can refer you to a menopause specialist if your symptoms don't improve after trying treatment or if you're unable to take HRT. Read more about treating the menopause. "},"URL":"http:\/\/www.nhs.uk\/conditions\/menopause\/Pages\/Introduction.aspx","Treatment":{"Mood changes":"Some women experience mood swings, low mood and anxiety around the time of the menopause. Self-help measures such as getting plenty of rest, taking regular exercise and doing relaxing activities such as yoga and tai chi may help. Medication and other treatments are also available, including HRT and cognitive behavioural therapy (CBT). CBT is a type of talking therapy that can improve low mood and feelings of anxiety. Your GP may be able to refer you for CBT on the NHS, or recommend self-help options such as online CBT courses. Read more about online mental health services. Antidepressants may help if you've been diagnosed with depression. ","Follow-up appointments":"If you're having treatment for your menopausal symptoms, you'll need to return to your GP for a follow-up review after three months, and once a year after that. During your reviews, your GP may: make sure your symptoms are under control ask about any side effects and bleeding patterns check your weight and blood pressure review the type of HRT you're taking and make any necessary changes discuss when you could stop treatment and how this could be done Many women will need treatment for a few years, until most of their menopausal symptoms have passed. ","Reduced sexual desire":"It's common for women to lose interest in sex around the time of the menopause, but HRT can often help with this. If HRT isn't effective, you might be offered a testosterone supplement. Testosterone is the male sex hormone, but it can help to restore sex drive in menopausal women. It’s not currently licensed for use in women, although it can be prescribed by a doctor if they think it might help. Possible side effects of testosterone supplements include acne and unwanted hair growth. Read more about loss of libido and female sexual problems. ","Premature menopause":"Premature menopause, also known as premature ovarian insufficiency, is when a woman experiences the menopause before the age of 40. The two main treatments for early menopause are HRT and the combined contraceptive pill, as they both contain oestrogen and progestogen. These treatments can help to relieve troublesome menopausal symptoms and reduce the risk of problems such as osteoporosis. Your doctor will normally recommend continuing treatment until at least around the time of natural menopause (45 to 55 years of age). ","Vaginal dryness and discomfort":"If your vagina becomes dry, painful or itchy as a result of the menopause, your GP can prescribe oestrogen treatment that's put directly into your vagina as a pessary, cream or vaginal ring. This can safely be used alongside HRT. You'll usually need to use vaginal oestrogen indefinitely, as your symptoms are likely to return when treatment stops. However, side effects are very rare. You can also use over-the-counter vaginal moisturisers or lubricants in addition to, or instead of, vaginal oestrogen. Read more about vaginal dryness and sex after the menopause. ","Hormone replacement therapy (HRT)":"HRT involves taking oestrogen to replace the decline in your body's own levels around the time of the menopause. This can relieve many of the associated symptoms. HRT has been out of favour since the early 2000s because of a link with breast cancer, but new guidelines from the National Institute for Health and Care Excellence (NICE) say that HRT is effective and should be offered to women with menopausal symptoms, after discussing the risks and benefits. There are two main types of HRT: combined HRT (oestrogen and progestogen) – for women with menopausal symptoms who still have their womb (oestrogen taken on its own can otherwise increase your risk of womb cancer) oestrogen-only HRT – for women who have had their womb removed in a hysterectomy HRT is available as tablets, skin patches, a gel to rub into the skin or implants. HRT is extremely effective at relieving menopausal symptoms, especially hot flushes and night sweats, but there are a number of side effects, including breast tenderness, headaches and vaginal bleeding. It's also associated with an increased risk of blood clots and breast cancer in some women. HRT is not advisable for some women, such as those who have had certain types of breast cancer or are at high risk of getting breast cancer. Your GP can give you more information about the risks and benefits of HRT to help you decide whether or not you want to take it. Read more about HRT. ","Hot flushes and night sweats":"If you experience hot flushes and night sweats as a result of the menopause, simple measures may sometimes help, such as: wearing light clothing keeping your bedroom cool at night taking a cool shower, using a fan or having a cold drink trying to reduce your stress levels avoiding potential triggers, such as spicy food, caffeine, smoking and alcohol taking regular exercise and losing weight if you're overweight If the flushes and sweats are frequent or severe, your GP may suggest taking HRT. If HRT isn't suitable for you, or you would prefer not to have it, your GP may recommend other medications that can help, such as clonidine (a high blood pressure medicine) or certain antidepressants. These medications can cause unpleasant side effects, so it's important to discuss the risks and benefits with your doctor before starting treatment. ","Treating symptoms of the menopause":"Not all women want treatment to relieve symptoms of the menopause, but treatments are available if you find the symptoms particularly troublesome. The main treatment for menopausal symptoms is hormone replacement therapy (HRT), although other treatments are also available for some of the symptoms. ","Weak bones":"Women who have been through the menopause are at an increased risk of developing osteoporosis (weak bones) as a result of the lower level of oestrogen in the body. You can reduce your chances of developing osteoporosis by: taking HRT – HRT can help to prevent osteoporosis, although this effect doesn't tend to last after treatment stops exercising regularly – including weight-bearing and resistance exercises eating a healthy diet that includes plenty of fruit, vegetables and sources of calcium, such as low-fat milk and yoghurt getting some sunlight – sunlight on your skin triggers the production of vitamin D, which can help to keep your bones strong stopping smoking and cutting down on alcohol taking calcium and\/or vitamin D supplements if you don't feel you're getting enough of these – discuss this with your GP Read more about menopause and bone health and preventing osteoporosis. "},"Title":"Menopause"},"Back pain":{"Prevention":{"Preventing back pain":"Keeping your back strong and supple is the best way to avoid getting back pain. Regular exercise, maintaining good posture and lifting correctly will all help. If you have recurring back pain, the following advice may be useful: lose weight – too much upper body weight can strain the lower back; you can use the healthy weight calculator to find out whether you need to lose weight wear flat shoes with cushioned soles as they can help reduce the pressure on your back avoid sudden movements which can cause muscle strain try to reduce any stress, anxiety and tension, which can all cause or worsen back pain – read more about recognising and managing stress  stay active – regular exercise, such as walking and swimming, is an excellent way of preventing back pain (see below) ","Exercise":"Exercise is both an excellent way of preventing back pain and of reducing it, but should seek medical advice before starting an exercise programme if you've had back pain for six weeks or more. Exercises such as walking or swimming strengthen the muscles that support your back without putting any strain on it or subjecting it to a sudden jolt. Activities such as yoga or pilates can improve the flexibility and the strength of your back muscles. It's important that you carry out these activities under the guidance of a properly qualified instructor. Below are some simple exercises you can do several times a day at home to help prevent or relieve back pain. Bottom to heels stretch – kneel on all fours, with your knees under hips and hands under shoulders. Slowly take your bottom backwards, maintaining the natural curve in the spine. Hold the stretch for one deep breath and return to the starting position. Repeat eight to 10 times. Knee rolls – Lie on your back and place a small flat cushion or book under your head. Keep your knees bent and together, then roll them to one side while keeping both shoulders on the floor. Hold the stretch for one deep breath and return to the starting position. Repeat eight to 10 times, alternating sides. Back extensions – Lie on your stomach, and prop yourself on your elbows. Arch your back up by pushing down on your hands. Breathe and hold for five to 10 seconds. Return to the starting position. Repeat eight to 10 times. Stop these exercises immediately if they make your pain worse. Read more about exercises for lower back pain. ","Posture":"How you sit, stand and lie down can have an important effect on your back. The following tips should help you maintain a good posture. Stand upright, with your head facing forward and your back straight. Balance your weight evenly on both feet and keep your legs straight. Make sure you sit upright with support in the small of your back. Your knees and hips should be level and your feet should be flat on the floor (use a footstool if necessary). Some people find it useful to use a small cushion or rolled-up towel to support the small of the back. If you use a keyboard, make sure that your forearms are horizontal and your elbows are at right angles. Read more about how to sit correctly. Make sure that your lower back is properly supported. Correctly positioning your wing mirrors will prevent you from having to twist around. Your foot controls should be squarely in front of your feet. If you are driving long distances, take regular breaks so you can stretch your legs. Your mattress should be firm enough to support your body while supporting the weight of your shoulders and buttocks, keeping your spine straight. If your mattress is too soft, place a firm board (ideally 2cm thick) on top of the base of your bed and under the mattress. Your head should be supported with a pillow, but make sure your neck is not forced up at a steep angle. "},"Diagnosis":{"Seeing your GP":"Your GP will ask you about your symptoms and examine your back.  The examination will usually assess your ability to sit, stand, walk and lift your legs, as well as testing the range of movement in your back. Your GP may also ask you about any illnesses or injuries you may have had, as well as the type of work you do and your lifestyle. Below are some of the questions your GP may ask. It might help to think about these before your appointment.. When did your back pain start? Where are you feeling pain? Have you had back problems in the past? Can you describe the pain? What makes the pain better or worse? ","Diagnosing back pain":"Most cases of back pain do not require medical attention and can be treated with over-the-counter painkillers and self-care. However, you should visit your GP if you are worried about your condition or struggling to cope with the pain. "},"Introduction":{"Treatments for long-term back pain":"If you're worried about your back or your pain hasn't improved by around six weeks, it's a good idea to visit your GP, who can advise you about the treatments available. These include: stronger painkillers exercise classes – where you are taught specific exercises to strengthen your muscles and improve your posture manual therapy – such as physiotherapy, chiropractic or osteopathy acupuncture counselling – such as cognitive behavioural therapy (CBT) support and advice at a specialist pain clinic Some people choose to see a therapist for manual therapy or acupuncture without seeing their GP first. If you want to do this, you will usually need to pay for private treatment, which is likely to cost around £30-50 for each appointment. Spinal surgery is usually only recommended when all else has failed. Read more about treating long-term back pain. ","Types of back pain":"Backache is most common in the lower back (lumbago), although it can be felt anywhere along your spine, from your neck down to your hips. Read information on neck pain and shoulder pain, which are covered separately. Sometimes back pain can be caused by an injury or disease, such as: a slipped disc – when one of the discs in the spine is damaged and presses on the nerves sciatica – irritation or compression of the sciatic nerve, which causes pain, numbness and tingling that travels down one leg whiplash – neck injury caused by a sudden impact frozen shoulder – inflammation around the shoulder that causes pain and stiffness ankylosing spondylitis – a long-term condition that causes pain and stiffness where the spine meets the pelvis The rest of this information will focus on back pain that doesn't have an obvious cause. Doctors call this non-specific back pain. ","Preventing back pain":"How you sit, stand, lie and lift can all affect the health of your back. Try to avoid placing too much pressure on your back and ensure it's strong and supple. Regular exercise, such as walking and swimming, is an excellent way of preventing back pain. Activities such as yoga or pilates can improve your flexibility and strengthen your back muscles. See the back pain guide for advice about how to sit, stand and lift correctly to avoid backache, or read more about preventing back pain. ","Introduction":"Back pain is a common problem that affects most people at some point in their life. It may be triggered by bad posture while sitting or standing, bending awkwardly, or lifting incorrectly. It's not generally caused by a serious condition. Find out more about the causes of back pain. In most cases back pain will improve in a few weeks or months, although some people experience long-term pain or pain that keeps coming back. ","What to do":"Most cases of back pain get better on their own and you may not need to see a doctor. If you've only had back pain for a few days or weeks, the following advice may help relieve your symptoms and speed up your recovery: remain as active as possible and try to continue with your daily activities take over-the-counter painkillers such as paracetamol or ibuprofen if you feel you need to use hot or cold compression packs – you can buy these from your local pharmacy, or a bag of frozen vegetables and a hot water bottle will work just as well Although it can be difficult to be cheerful or optimistic if you are in pain, it's important to stay positive as this can help you recover faster. Read more about treatments for short-term back pain. "},"Causes":{"Who's most at risk?":"Certain things can increase your chances of developing back pain. These include: being overweight – the extra weight puts pressure on the spine; you can use the BMI healthy weight calculator to find out if you need to lose weight smoking – this may be the result of tissue damage in the back caused by smoking or the fact that people who smoke tend to have unhealthier lifestyles than people who don't smoke; read more about stopping smoking being pregnant – the extra weight of carrying a baby can place additional strain on the back; read more about backache in pregnancy long-term use of medication known to weaken bones – such as corticosteroids being stressed or depressed ","Causes of back pain":"Your back is a complex structure made up of bones, muscles, nerves and joints. This can often make it difficult to pinpoint the exact cause of the pain. Most cases of back pain aren't caused by serious damage or disease but by minor sprains, strains or injuries, or a pinched or irritated nerve. These types of back pain can be triggered by everyday activities at home or at work, or they can develop gradually over time. Possible causes of back pain include: bending awkwardly or for long periods lifting, carrying, pushing or pulling heavy objects slouching in chairs twisting awkwardly overstretching driving or sitting in a hunched position or for long periods without taking a break overusing the muscles – for example, during sport or repetitive movements (repetitive strain injury) Back pain sometimes develops suddenly for no apparent reason. For example, you may wake up one morning with back pain and have no idea what's caused it. "},"URL":"http:\/\/www.nhs.uk\/conditions\/back-pain\/Pages\/Introduction.aspx","Treatment":{"Short-term back pain":"Initially, back pain is usually treated with over-the-counter painkillers and home treatments. Most people will experience a significant improvement in their symptoms within six weeks. It used to be thought that bed rest would help you recover from a bad back, but it's now recognised that people who remain active are likely to recover more quickly. This may be difficult at first if the pain is severe, but try to move around as soon as you can and aim to do a little more each day. Activity can range from walking around the house to walking to the shops. You will have to accept some discomfort but avoid anything that causes a lot of pain. There is no need to wait until you are completely pain-free before returning to work. Going back to work will help you return to a normal pattern of activity, and it can distract you from the pain. Paracetamol is often one of the first medications recommended for back pain, although some people find non-steroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen, more effective. A stronger painkiller, such as codeine, is also an option and is sometimes taken in addition to paracetamol. Painkillers can have side effects, some can be addictive and others may not be suitable, depending on your health and medical history. For example, the long-term use of NSAIDs can affect how well your kidneys work. Your pharmacist or GP will be able to give you advice about the most appropriate type of medication for you. If over-the-counter medications are not controlling your pain, your GP may be able to prescribe something stronger. They may also recommend a short course of a muscle relaxant, such as diazepam, if you experience muscle spasms in your back. Some people find that heat – for example, a hot bath or a hot water bottle placed on the affected area helps ease the pain. Cold, such as an ice pack or a bag of frozen vegetables, placed on the painful area can also be effective. Don't put the ice directly on to your skin though, as it might cause a cold burn. Wrap an ice pack or bag of frozen vegetables in a cloth before putting it on your skin. Another option is to alternate between hot and cold using ice packs and a hot water bottle. Hot and cold compression packs can be bought at most pharmacies. Trying to relax is a crucial part of easing the pain because muscle tension caused by worrying about your condition may make things worse. Read more about relaxation tips to relieve stress. Although it can be difficult, it's also important to stay optimistic and recognise that your pain should get better because people who manage to stay positive despite their pain tend to recover quicker. Changing your sleeping position can take some of the strain off your back and ease the pain. If you sleep on your side, draw your legs up slightly towards your chest and put a pillow between your legs. If you sleep on your back, placing pillows under your knees will help maintain the normal curve of your lower back. Try to address the causes of your back pain to prevent further episodes. Common causes include being overweight, poor posture and stress. Regular exercise and being active on a daily basis will help keep your back strong and healthy. Activities such as walking, swimming and yoga are popular choices. The important thing is to choose an enjoyable activity that you can benefit from without feeling pain. Read more about preventing back pain. ","Treating back pain":"Treatments for back pain vary depending on how long you have had the pain, how severe it is, and your individual needs and preferences. The various treatments for back pain are outlined below. You can also read a summary of the pros and cons of the treatments for back pain, allowing you to compare your treatment options. "},"Title":"Back pain"},"Diabetes":{"Symptoms":{"":"The symptoms of diabetes include feeling very thirsty, passing more urine than usual, and feeling tired all the time. The symptoms occur because some or all of the glucose stays in your blood and isn't used as fuel for energy. Your body tries to get rid of the excess glucose in your urine. The main symptoms, which are common to both type 1 diabetes and type 2 diabetes, are: urinating more often than usual, particularly at night feeling very thirsty feeling very tired unexplained weight loss itching around the penis or vagina, or frequent episodes of thrush cuts or wounds that heal slowly blurred vision – caused by the lens of the eye becoming dry The signs and symptoms of type 1 diabetes are usually obvious and develop very quickly, often over a few weeks. These signs and symptoms aren't always as obvious, however, and it's often diagnosed during a routine check-up. This is because they are often mild and develop gradually over a number of years. This means you may have type 2 diabetes for many years without realising it. Early diagnosis and treatment for type 2 diabetes is very important as it may reduce your risk of developing complications later on.  ","See your GP as soon as possible if you think you may have diabetes":"Results for Edit Find your GP's contact details Your location could not be found. Please try again or enter an alternative location. Please enter a location. Enter a postcode or town Use my current location MainGP is set as your GP Delete MainGP will no longer be used as your main GP Confirm Cancel  Please select your GP:   Sorry, there has been a problem retrieving your results. Please try again later. No GPs were found for your location Sorry, there has been a problem retrieving details of your GP. Please try again later.  "},"Diagnosis":{"":"It's important for diabetes to be diagnosed early so treatment can be started as soon as possible. If you experience the symptoms of diabetes, visit your GP as soon as possible. They'll ask about your symptoms and may request blood and urine tests.  ","See your GP if you think you may have diabetes":"Results for Edit Find your GP's contact details Your location could not be found. Please try again or enter an alternative location. Please enter a location. Enter a postcode or town Use my current location MainGP is set as your GP Delete MainGP will no longer be used as your main GP Confirm Cancel  Please select your GP:   Sorry, there has been a problem retrieving your results. Please try again later. No GPs were found for your location Sorry, there has been a problem retrieving details of your GP. Please try again later.  Your urine sample will be tested for glucose. Urine doesn't normally contain glucose, but glucose can overflow through the kidneys and into your urine if you have diabetes. If your urine contains glucose, a specialised blood test known as glycated haemoglobin (HbA1c) can be used to determine whether you have diabetes. In people who have been diagnosed with diabetes, the glycated haemoglobin (HbA1c) test is often used to show how well their diabetes is being controlled. The HbA1c test gives your average blood glucose levels over the previous two to three months. The results can indicate whether the measures you're taking to control your diabetes are working. If you've been diagnosed with diabetes, it's recommended you have your HbA1c measured at least twice a year. However, you may need to have your HbA1c measured more frequently if: you've recently been diagnosed with diabetes your blood glucose remains too high your treatment plan has been changed Unlike other tests, such as the glucose tolerance test (GTT), the HbA1c test can be carried out at any time of day and doesn't require any special preparation, such as fasting. However, the test can't be used in certain situations, such as during pregnancy. The advantages associated with the HbA1c test make it the preferred method of assessing how well blood glucose levels are being controlled in a person with diabetes. HbA1c can also be used as a diagnostic test for diabetes and as a screening test for people at high risk of diabetes. ","HbA1c as a diagnostic test":"In 2011 the World Health Organization (WHO) recommended that HbA1c could also be used to help diagnose type 2 diabetes in people who aren't known to have the condition. An HbA1c level of 6.5% (48mmol\/mol) or above indicates type 2 diabetes. Although there's no fixed point to indicate when someone has pre-diabetes, a UK expert group has recommended that an HbA1c level of 6-6.4% (42-47 mmol\/mol) would indicate that a person has a high risk of developing diabetes. You can read more about the HbA1c test on the Lab Tests Online UK website. A glucose tolerance test (GTT), sometimes known as an oral glucose tolerance test (OGTT), can show if your body is having problems processing glucose. Before having the test, you'll be asked not to eat or drink certain fluids for 8-12 hours. You may also need to avoid taking certain medications before the test, as they may affect the results.  A blood sample will be taken before the test and your blood glucose will be measured. You'll then be given a sweet glucose drink. After drinking the glucose drink, your blood glucose will be measured again after two hours. As you will have a long time to wait between blood tests, you may want to take something to read or listen to. "},"Introduction":{"":"Diabetes is a lifelong condition that causes a person's blood sugar level to become too high. The hormone insulin – produced by the pancreas – is responsible for controlling the amount of glucose in the blood There are two main types of diabetes: type 1 – where the pancreas doesn't produce any insulin type 2 – where the pancreas doesn't produce enough insulin or the body's cells don't react to insulin These pages are about type 2 diabetes. Read more about type 1 diabetes. Another type of diabetes, known as gestational diabetes, occurs in some pregnant women and tends to disappear after birth. The symptoms of diabetes occur because the lack of insulin means glucose stays in the blood and isn't used as fuel for energy. Your body tries to reduce blood glucose levels by getting rid of the excess glucose in your urine. Typical symptoms include: feeling very thirsty passing urine more often than usual, particularly at night feeling very tired weight loss and loss of muscle bulk Read more about the symptoms of type 2 diabetes. It's very important for diabetes to be diagnosed as soon as possible as it will get progressively worse if left untreated. Read about how type 2 diabetes is diagnosed.  "},"Complications":{},"Causes":{"":"Type 2 diabetes occurs when the pancreas doesn't produce enough insulin to maintain a normal blood glucose level, or the body is unable to use the insulin that is produced (insulin resistance). The pancreas is a large gland behind the stomach that produces the hormone insulin. Insulin moves glucose from your blood into your cells, where it's converted into energy. In type 2 diabetes, there are several reasons why the pancreas doesn't produce enough insulin. Four of the main risk factors for developing type 2 diabetes are: age – being over the age of 40 (over 25 for south Asian people)   genetics – having a close relative with the condition, such as a parent, brother or sister weight – being overweight or obese ethnicity – being of south Asian, Chinese, African-Caribbean or black African origin, even if you were born in the UK These four risk factors are discussed in more detail below.  Read about reducing your risk of type 2 diabetes. ","Genetics":"Genetics is one of the main risk factors for type 2 diabetes. Your risk of developing the condition is increased if you have a close relative such as a parent, brother or sister who has the condition. The closer the relative, the greater the risk. A child who has a parent with type 2 diabetes has about a one in three chance of also developing the condition. ","Age":"Your risk of developing type 2 diabetes increases with age. This may be because people tend to gain weight and exercise less as they get older. Maintaining a healthy weight by eating a healthy, balanced diet and exercising regularly are ways of preventing and managing diabetes. White people over the age of 40 have an increased risk of developing the condition. People of south Asian, Chinese, African-Caribbean and black African descent have an increased risk of developing type 2 diabetes at a much earlier age. However, despite increasing age being a risk factor for type 2 diabetes, over recent years younger people from all ethnic groups have been developing the condition. It's also becoming more common for children – as young as seven in some cases – to develop type 2 diabetes. ","Being overweight or obese":"You're more likely to develop type 2 diabetes if you're overweight or obese with a body mass index (BMI) of 30 or more. Fat around your tummy (abdomen) particularly increases your risk. This is because it releases chemicals that can upset the body's cardiovascular and metabolic systems. This increases your risk of developing a number of serious conditions, including coronary heart disease, stroke and some types of cancer. Measuring your waist is a quick way of assessing your diabetes risk. This is a measure of abdominal obesity, which is a particularly high-risk form of obesity. Women have a higher risk of developing type 2 diabetes if their waist measures 80cm (31.5 inches) or more. Asian men with a waist size of 89cm (35 inches) or more have a higher risk, as do white or black men with a waist size of 94cm (37 inches) or more. Use the BMI calculator to find out if you're a healthy weight for your height. Exercising regularly and reducing your body weight by about 5% could reduce your risk of getting diabetes by more than 50%. Read information and advice about losing weight. ","Ethnicity":"People of south Asian, Chinese, African-Caribbean and black African origin are more likely to develop type 2 diabetes. Type 2 diabetes is up to six times more common in south Asian communities than in the general UK population, and it's three times more common among people of African and African-Caribbean origin. People of south Asian and African-Caribbean origin also have an increased risk of developing complications of diabetes, such as heart disease, at a younger age than the rest of the population. "},"URL":"http:\/\/www.nhs.uk\/conditions\/Diabetes-type2\/Pages\/Introduction.aspx","Living with":{"":"If you have type 2 diabetes, it's important to look after your own health and wellbeing, with support from those involved in your care. Caring for your health will make treating your diabetes easier and minimise your risk of developing complications of diabetes. Self care for type 2 diabetes includes: maintaining good physical and mental health preventing illness or accidents effectively dealing with minor ailments and long-term conditions. As type 2 diabetes is a long-term condition, you'll be in regular contact with your diabetes care team. Your GP or diabetes care team will also need to check your eyes, feet and nerves regularly because they can also be affected by diabetes. You should also be tested regularly – at least once a year – to check how well your diabetes is being controlled over the long term. A blood sample will be taken from your arm, and the HbA1c test will be carried out. It measures how much glucose is in the red blood cells, and gives your blood glucose levels for the previous two to three months. ","Talk to others show":"Many people find it helpful to talk to others in a similar position, and you may find support from a group for people with diabetes. Patient organisations have local groups where you can meet others diagnosed with the condition. To find your local diabetes support group, visit Diabetes UK. If you want to get in touch with a trained counsellor directly, you can call the Diabetes UK Helpline on 0345 123 2399 (Monday to Friday, 9am to 7pm) or email helpline@diabetes.org.uk. ","Financial support and benefits  show":"People with diabetes controlled by medication are entitled to free prescriptions and eye examinations. Some people with diabetes may also be eligible for disability and incapacity benefits, depending on the impact the condition has on their lives. The main groups likely to qualify for welfare benefits are children, the elderly, and those with learning disabilities, mental health difficulties or diabetes complications. People over the age of 65 who are severely disabled may qualify for a type of disability benefit called Attendance Allowance. Carers may also be entitled to some benefits, depending on their involvement in caring for the person with diabetes. Your local Citizens Advice can check whether you're getting all the benefits you're entitled to. Your diabetes specialist nurse and Citizens Advice can also provide advice about filling in the forms. Read more about care and support and benefits. ","Pregnancy  show":"If you have diabetes and you're thinking about having a baby, it's a good idea to discuss this with your diabetes care team. Planning your pregnancy means you can ensure your blood glucose levels are as well controlled as they can be before you get pregnant. You'll need to tightly control your blood glucose level – particularly before becoming pregnant and during the first eight weeks of your baby's development – to reduce the risk of birth defects. You should also: check your medications – some tablets used to treat type 2 diabetes may harm your baby, so you may have to switch to insulin injections  take a higher dose of folic acid tablets – folic acid helps prevent your baby developing spinal cord problems, and it's recommended all women planning to have a baby take folic acid; women with diabetes are advised to take 5mg each day (only available on prescription) have your eyes checked – retinopathy, which affects the blood vessels in the eyes, is a risk for all people with diabetes; as pregnancy can place extra pressure on the small vessels in your eyes, it's important to treat retinopathy before you become pregnant Your GP or diabetes care team can give you further advice. Read more about diabetes and pregnancy. ","Lifestyle changes hide":"Eating a healthy, balanced diet is very important if you have diabetes. However, you don't need to avoid certain food groups altogether. You can have a varied diet and enjoy a wide range of foods as long as you eat regularly and make healthy choices. You can make adaptations when cooking meals, such as reducing the amount of fat, salt and sugar you eat, and increasing the amount of fibre. You don't need to completely exclude sugary and high-fat foods from your diet, but they should be limited. The important thing in managing diabetes through your diet is to eat regularly and include starchy carbohydrates, such as pasta, as well as plenty of fruit and vegetables.  If your diet is well balanced, you should be able to achieve a good level of health and maintain a healthy weight. Read more about healthy recipes. Further dietary advice and cooking tips are also available on the Diabetes UK website. As physical activity lowers your blood glucose level, it's very important to exercise regularly if you have diabetes. Like anyone else, you should aim to do at least 150 minutes (2 hours and 30 minutes) of moderate-intensity aerobic activity, such as cycling or fast walking, every week. However, before starting a new activity, speak to your GP or diabetes care team first. As exercise will affect your blood glucose level, your care team may have to adjust your insulin treatment or diet to keep your blood glucose level steady. If you have diabetes, your risk of developing a cardiovascular disease, such as a heart attack or stroke, is increased. As well as increasing this risk further, smoking also increases your risk of many other serious smoking-related conditions, such as lung cancer. If you want to give up smoking, your GP can provide you with advice, support and treatment to help you quit. If you have diabetes and decide to drink alcohol, avoid drinking more than the recommended daily amounts, and never drink alcohol on an empty stomach. Depending on the amount you drink, alcohol can cause either high or low blood glucose levels (hyperglycaemia or hypoglycaemia). Drinking alcohol may also affect your ability to carry out insulin treatment or blood glucose monitoring, so always be careful not to drink too much. Men and women are advised not to regularly drink more than 14 units a week.  People with long-term conditions, such as type 2 diabetes, are encouraged to get a flu jab each autumn to protect against flu (influenza). A pneumoccocal vaccination, which protects against a serious chest infection called pneumococcal pneumonia, is also recommended. If you have diabetes, you're at greater risk of developing problems with your feet, including foot ulcers and infections from minor cuts and grazes. This is because diabetes is associated with poor blood circulation in the feet, and blood glucose can damage the nerves. To prevent problems with your feet, keep your nails short and wash your feet daily using warm water. Wear shoes that fit properly, and see foot care specialists (a podiatrist or chiropodist) regularly so any problems can be detected early. Regularly check your feet for cuts, blisters or grazes as you may not be able to feel them if the nerves in your feet are damaged. See your GP if you have a minor foot injury that doesn't start to heal within a few days. Read more about feet and diabetes. If you have type 2 diabetes, you should be invited to have your eyes screened once a year to check for diabetic retinopathy. Diabetic retinopathy is an eye condition where the small blood vessels in your eye become damaged. It can occur if your blood glucose level is too high for a long period of time (hyperglycaemia). Left untreated, retinopathy can eventually lead to sight loss. Read more about diabetic eye screening. People with diabetes should also see their optician every two years for a regular eye test. Diabetic eye screening is specifically for diabetic retinopathy and can't be relied upon for other conditions. "},"Treatment":{"Treatment for low blood sugar (hypoglycaemia) show":"If you have type 2 diabetes that's controlled using insulin or certain types of tablets, you may experience episodes of hypoglycaemia. Hypoglycaemia is where your blood glucose levels become very low. Mild hypoglycaemia (a \"hypo\") can make you feel shaky, weak and hungry, but it can usually be controlled by eating or drinking something sugary. If you have a hypo, you should initially have a form of carbohydrate that will act quickly, such as a sugary drink or glucose tablets. This should be followed by a longer-acting carbohydrate, such as a cereal bar, sandwich or piece of fruit. In most cases, these measures will be enough to raise your blood glucose level to normal, although it may take a few hours. If you develop severe hypoglycaemia, you may become drowsy and confused, and you may even lose consciousness. If this occurs, you may need to have an injection of glucagon into your muscle or glucose into a vein. Glucagon is a hormone that quickly increases your blood glucose levels. Your diabetes care team can advise you on how to avoid a hypo and what to do if you have one. ","":"Treatment for diabetes aims to keep your blood glucose levels as normal as possible and control your symptoms to prevent health problems developing later in life. If you've been diagnosed with type 2 diabetes, your GP will be able to explain your condition in detail and help you understand your treatment. They'll also closely monitor your condition to identify any health problems that may occur. If there are any problems, you may be referred to a hospital-based diabetes care team. If you're diagnosed with type 2 diabetes, you'll need to look after your health very carefully for the rest of your life. This may seem daunting, but your diabetes care team will be able to give you support and advice about all aspects of your treatment. After being diagnosed with type 2 diabetes, or if you're at risk of developing the condition, the first step is to look at your diet and lifestyle and make any necessary changes. Three major areas that you'll need to look closely at are: eating healthily losing weight if you're overweight exercising regularly You may be able to keep your blood glucose at a safe and healthy level without the need for other types of treatment. ","Insulin treatment show":"If glucose-lowering tablets aren't effective in controlling your blood glucose levels, you may need to have insulin treatment. This can be taken instead of or alongside your tablets, depending on the dose and the way you take it. Insulin comes in several different preparations, and each works slightly differently. For example, some last up to a whole day (long-acting), some last up to eight hours (short-acting) and some work quickly but don't last very long (rapid-acting). Your treatment may include a combination of these different insulin preparations. Insulin must be injected because it would be broken down in your stomach like food and unable to enter your bloodstream if it were taken as a tablet. If you need to inject insulin, your diabetes care team will advise you about when you need to do it. They will show you how to inject it yourself, and will also give you advice about storing your insulin and disposing of your needles properly. Insulin injections are given using either a syringe or an injection pen, also called an insulin pen (auto-injector). Most people need between two and four injections of insulin a day. Your GP or diabetes nurse will also teach a relative or a close friend how to inject the insulin properly. You can read more about insulin and how to inject it on the Diabetes UK website. ","Monitoring blood glucose levels show":"If you have type 2 diabetes, your GP or diabetes care team will need to take a reading of your blood glucose level about every two to six months. This will show how stable your glucose levels have been in the recent past and how well your treatment plan is working. The HbA1c test is used to measure blood glucose levels over the previous two to three months. HbA1c is a form of haemoglobin, the chemical that carries oxygen in red blood cells, which also has glucose attached to it. A high HbA1c level means that your blood glucose level has been consistently high over recent weeks, and your diabetes treatment plan may need to be changed. Your diabetes care team can help you set a target HbA1c level to aim for. This will usually be less than 59mmol\/mol (7.5%). However, it can be as low as 48mmol\/mol (6.5%) for some people. Read more about the HbA1c test. If you have type 2 diabetes, as well as having your blood glucose level checked by a healthcare professional every two to six months, you may be advised to monitor your own blood glucose levels at home. Even if you have a healthy diet and are taking tablets or using insulin therapy, exercise, illness and stress can affect your blood glucose levels. Other factors that may affect your blood glucose levels include drinking alcohol, taking other medicines and, for women, hormonal changes during the menstrual cycle. A blood glucose meter is a small device that measures the concentration of glucose in your blood. It can be useful for detecting high blood sugar (hyperglycaemia) or low blood sugar (hypoglycaemia). If blood glucose monitoring is recommended, you should be trained in how to use a blood glucose meter and what you should do if the reading is too high or too low. Blood glucose meters aren't currently available for free on the NHS but, in some cases, blood monitoring strips may be. Ask a member of your diabetes care team if you're unsure. Diabetes UK also provides further information about the availability of blood glucose test strips (PDF, 195kb). Regularly monitoring your blood glucose levels will ensure your blood glucose is as normal and stable as possible. As your blood glucose level is likely to vary throughout the day, you may need to check it several times a day, depending on the treatment you're taking. In home testing, blood glucose levels are usually measured by how many millimoles of glucose are in a litre of blood. A millimole is a measurement used to define the concentration of glucose in your blood. The measurement is expressed as millimoles per litre, or mmol\/l for short. A normal blood glucose level is 4-6 mmol\/l before meals (preprandial) and less than 10 mmol\/l two hours after meals (postprandial), although this can vary from person to person. Your diabetes care team can discuss your blood glucose level with you in more detail. ","Other treatments show":"If you have type 2 diabetes, your risk of developing heart disease, stroke and kidney disease is increased. To reduce your risk of developing other serious health conditions, you may be advised to take other medicines, including: anti-hypertensive medicines to control high blood pressure a statin, such as simvastatin or atorvastatin, to reduce high cholesterol low-dose aspirin to prevent a stroke an angiotensin-converting enzyme (ACE) inhibitor, such as enalapril, lisinopril or ramipril, if you have the early signs of diabetic kidney disease Diabetic kidney disease is identified by the presence of small amounts of albumin (a protein) in your urine. If treated early enough, it may be reversible. ","Medicines for type 2 diabetes show":"Type 2 diabetes usually gets worse over time. Making lifestyle changes, such as adjusting your diet and taking more exercise, may help you control your blood glucose levels at first, but may not be enough in the long term. You may eventually need to take medication to help control your blood glucose levels. Initially, this will usually be in the form of tablets and can sometimes be a combination of more than one type of tablet. It may also include insulin or another medication that you inject. Metformin is usually the first medicine used to treat type 2 diabetes. It works by reducing the amount of glucose your liver releases into your bloodstream. It also makes your body's cells more responsive to insulin. Metformin is recommended for adults with a high risk of developing type 2 diabetes and whose blood glucose is still progressing towards type 2 diabetes, despite making necessary lifestyle changes. If you're overweight, it's also likely you'll be prescribed metformin. Unlike some other medicines used to treat type 2 diabetes, metformin shouldn't cause additional weight gain. However, it can sometimes cause mild side effects, such as nausea and diarrhoea, and you may not be able to take it if you have kidney damage. Sulphonylureas increase the amount of insulin that's produced by your pancreas. Examples include: glibenclamide gliclazide glimepiride glipizide gliquidone You may be prescribed one of these medicines if you can't take metformin or if you aren't overweight. Alternatively, you may be prescribed sulphonylurea and metformin if metformin doesn't control blood glucose on its own. Sulphonylureas can increase the risk of hypoglycaemia (low blood sugar) because they increase the amount of insulin in your body. They can also sometimes cause side effects, including weight gain, nausea and diarrhoea. Pioglitazone is a type of thiazolidinedione medicine (TZD), which make your body's cells more sensitive to insulin so more glucose is taken from your blood. It's usually used in combination with metformin or sulphonylureas, or both. It may cause weight gain and ankle swelling (oedema). You shouldn't take pioglitazone if you have heart failure or a high risk of bone fracture. Gliptins work by preventing the breakdown of a naturally occurring hormone called GLP-1. GLP-1 helps the body produce insulin in response to high blood glucose levels, but is rapidly broken down. By preventing this breakdown, the gliptins (linagliptin, saxagliptin, sitagliptin and vildagliptin) prevent high blood glucose levels, but don't result in episodes of hypoglycaemia. You may be prescribed a gliptin if you're unable to take sulphonylureas or glitazones, or in combination with them. They're not associated with weight gain. SGLT2 inhibitors work by increasing the amount of glucose excreted in urine. They may be considered to treat type 2 diabetes if metformin and DPP-4 inhibitors aren't suitable. The three SGLT2 inhibitors that may be prescribed include: dapagliflozin canagliflozin empagliflozin Each medication is taken as a tablet once a day. The main side effect is a higher risk of genital and urinary tract infections. Read more about these three new treatment options for type 2 diabetes on the National Institute for Health and Care Excellence (NICE) website. GLP-1 agonists acts in a similar way to the natural hormone GLP-1 (see the section on gliptins, above). They're given by injection and boost insulin production when there are high blood glucose levels, reducing blood glucose without the risk of hypoglycaemia episodes (\"hypos\"). Acarbose helps prevent your blood glucose level increasing too much after you eat a meal. It slows down the rate at which your digestive system breaks carbohydrates down into glucose. Acarbose isn't often used to treat type 2 diabetes because it usually causes side effects, such as bloating and diarrhoea. However, it may be prescribed if you can't take other types of medicine for type 2 diabetes. Nateglinide and repaglinide stimulate the release of insulin by your pancreas. They're not commonly used, but may be an option if you have meals at irregular times. This is because their effects don't last very long, but they're effective when taken just before you eat. Nateglinide and repaglinide can cause side effects, such as weight gain and hypoglycaemia (low blood sugar). ","Lifestyle changes hide":"Increasing the amount of fibre in your diet and reducing your sugar and fat intake, particularly saturated fat, can help prevent type 2 diabetes, as well as manage the condition if you already have it. You should: increase your consumption of high-fibre foods, such as wholegrain bread and cereals, beans and lentils, and fruit and vegetables choose foods that are low in fat – replace butter, ghee and coconut oil with low-fat spreads and vegetable oil choose skimmed and semi-skimmed milk, and low-fat yoghurts eat fish and lean meat rather than fatty or processed meat, such as sausages and burgers grill, bake, poach or steam food instead of frying or roasting it avoid high-fat foods, such as mayonnaise, chips, crisps, pasties, poppadoms and samosas eat fruit, unsalted nuts and low-fat yoghurts as snacks instead of cakes, biscuits, bombay mix or crisps The Diabetes UK website has more information and advice about healthy eating. If you're overweight or obese – you have a body mass index (BMI) of 30 or over – you should lose weight by gradually reducing your calorie intake and becoming more physically active. Losing 5-10% of your overall body weight over the course of a year is a realistic initial target. You should aim to continue to lose weight until you've achieved and maintained a BMI within the healthy range, which is: 18.5-24.9kg\/m² for the general population 18.5-22.9kg\/m² for people of south Asian or Chinese origin – south Asian includes people from Bangladesh, Bhutan, India, Indian-Caribbean, Maldives, Nepal, Pakistan and Sri Lanka If you have a BMI of 30kg\/m² or more (27.5kg\/m² or more for people of south Asian or Chinese origin), you need a structured weight loss programme, which should form part of an intensive lifestyle change programme. To help you achieve changes in your behaviour, you may be referred to a dietititian or a similar healthcare professional for a personal assessment and tailored advice about diet and physical activity. Being physically active is very important in preventing or managing type 2 diabetes. For adults who are 19-64 years of age, the government recommends a minimum of: 150 minutes (2 hours and 30 minutes) of moderate-intensity aerobic activity – such as cycling or fast walking – a week, which can be taken in sessions of 10 minutes or more, and muscle-strengthening activities on two or more days a week that work all major muscle groups – the legs, hips, back, tummy (abdomen), chest, shoulders and arms An alternative recommendation is to do a minimum of: 75 minutes of vigorous-intensity aerobic activity, such as running or a game of tennis every week, and muscle-strengthening activities on two or more days a week that work all major muscle groups – the legs, hips, back, abdomen, chest, shoulders and arms Read more about the physical activity guidelines for adults. In cases where the above activity levels are unrealistic, even small increases in physical activity will be beneficial to your health and act as a basis for future improvements. Reduce the amount of time spent watching television or sitting in front of a computer. Going for a daily walk – for example, during your lunch break – is a good way of introducing regular physical activity into your schedule. If you're overweight or obese, you may need to be more physically active to help you lose weight and maintain weight loss. Your GP, diabetes care team or dietitian can give you more information and advice about losing weight and becoming more physically active. The Diabetes UK website has more information and advice about getting active and staying active. "},"Title":"Type 2 diabetes"}},"Childhood conditions":{"Croup":{"Symptoms":{"Symptoms of croup":"A child can get croup at any time of the year, although it's more likely to occur during late autumn or early winter. This may be because there are more viruses, such as colds and flu, around at this time of year. Typical symptoms of croup include:  a bark-like cough a hoarse or croaky voice difficulty breathing a harsh grating sound when breathing in, called stridor Stridor is often most noticeable when the child cries or coughs. But in more severe cases of croup it can also occur when the child is resting or sleeping. Symptoms tend to be worse at night. Some children have cold-like symptoms for a few days before developing croup symptoms. These cold-like symptoms can include: sore throat  runny nose cough  high temperature (fever) Although croup symptoms usually only last for a few days, they can occasionally last up to two weeks.  ","When to seek medical advice":"Croup can usually be diagnosed by a GP and mild cases can be treated at home. However, seek immediate medical attention if your child has any of the following symptoms: severe breathing difficulties an increased breathing rate (they're too breathless to feed or talk) or 'silent chest' (you're unable to hear sounds of breathing) a worsening cough or rasping sound (stridor) distress and agitation dark, blue-tinged or pale skin the skin around their ribs and chest appears to be pulled in and tight, making the bones of their chest and ribs more visible abnormal drowsiness and sleepiness a rapid heartbeat or a falling heart rate a very high temprature an inability to drink fluids You should take them to your nearest hospital's accident and emergency (A&E) department or dial 999 for an ambulance. Some of these symptoms may indicate a potentially life-threatening underlying condition called epiglottitis (inflammation and swelling of the epiglottis). The symptoms could also indicate tracheitis (inflammation of the windpipe), which also requires immediate medical attention. "},"Diagnosis":{"Diagnosing croup":"A GP can diagnose croup by studying your child's symptoms, particularly the sound of their cough. They may also check your child's temperature for a fever and ask whether they have recently had a cold or viral infection. In some cases, a pulse oximetry test may be carried out. This involves clipping a sensor onto your child's earlobe or finger to find out their oxygen levels. The test does not hurt and should not distress your child, and determines whether your child is absorbing enough oxygen into their blood. Your GP will decide whether your child needs to be admitted to hospital or whether their croup is safe to treat at home. You should not try to check your child's throat yourself, because it could trigger a spasm (sudden narrowing) of the airway. This could cause the airway to swell even more, making breathing even more difficult. ","Ruling out other conditions":"Croup can usually be diagnosed by studying your child’s symptoms, but your GP may want to rule out other conditions that can cause similar symptoms. Other possible causes for your child’s symptoms are: an abnormality of the airway, which has been present from birth an abscess in the tissues in the back of the throat inhaled material (something they have breathed in) swelling of the deeper layers of the skin (angio-oedema) epiglottitis congenital lesion an allergic reaction In very rare cases, epiglottitis (inflammation of the epiglottis) or tracheitis (inflammation of the windpipe) can cause similar symptoms to croup. In these cases, however, your child will usually feel very unwell generally, rather than just having the specific symptoms of croup. Differentiating these causes from croup may require further tests. "},"Introduction":{"Introduction":"Croup is a childhood condition that affects the windpipe (trachea), the airways to the lungs (the bronchi) and the voice box (larynx). Children with croup have a distinctive barking cough and will make a harsh sound, known as stridor, when they breathe in. They may also have a hoarse voice and find it difficult to breathe because their airway is blocked. Croup can usually be diagnosed by a GP and treated at home. However, if your child’s symptoms are severe and they are finding it difficult to breathe, take them to the nearest hospital’s accident and emergency (A&E) department. Read more about the symptoms of croup and diagnosing croup. ","Complications":"Most cases of croup clear up within 48 hours. However, in some cases symptoms can last for up to two weeks. It is extremely rare for a child to die from croup. There are a number of conditions that can follow croup, such as pneumonia and middle ear infection. Read more about the complications of croup. ","Why does croup happen?":"Commonly, croup is caused by a virus. Several viruses can cause croup but in most cases it is the parainfluenza virus. Read more about the causes of croup. ","Treating croup":"Most cases of croup are mild and can be treated at home. Sitting your child upright and comforting them if they are distressed is important, because crying may make symptoms worse. Your child should also drink plenty of fluids to prevent dehydration. A single dose of an oral corticosteroid medication called dexamethasone or prednisolone will usually also be prescribed to help reduce the swelling in the throat. If your child has breathing problems they may need hospital treatment, such as adrenaline and oxygen through a mask. Read more about treating croup. ","Who is affected by croup?":"Croup usually affects young children aged between six months and three years, with most cases occurring in one-year-olds.  However, croup can sometimes develop in babies as young as three months, and older children up to 15 years of age. Adults can also get croup but this is rare. The condition is more common during the late autumn and early winter months.  It tends to affect more boys than girls. A child may experience croup more than once during childhood. "},"Complications":{"Airway obstruction":"If an obstructed airway is not treated promptly, it can lead to: severe breathing difficulty (respiratory distress) respiratory arrest (where breathing stops but the heart continues beating) Always call 999 for an ambulance if your child is struggling to breathe. Your child may find it difficult to drink fluids as a result of an obstruction in their airway. However, it is important they have plenty of fluids to avoid dehydration. If your child refuses fluids, try not to force them. This could distress your child and make the condition worse. ","Secondary infection":"A secondary infection can sometimes develop following the initial viral infection that caused croup. A secondary infection can potentially cause: pneumonia, a chest infection which causes swelling of the tissue in one or both lungs bacterial tracheitis, which is a serious and potentially life-threatening infection that can occur after a viral respiratory infection ","Complications of croup":"Complications that develop as a result of croup are rare. "},"Causes":{"Other viruses":"A number of other viruses can also cause croup. These include: influenza A and B (flu viruses) the measles virus, in children who have not been immunised against measles the rhinovirus (common cold virus) enteroviruses the respiratory syncytial virus (RSV), which can cause severe breathing problems and pneumonia in babies ","Causes of croup ":"Croup usually develops as the result of a viral infection. The infection causes the larynx (voice box) to become swollen and the trachea (windpipe) to become blocked, and may affect the tubes in the lungs (bronchi). It is sometimes called laryngo-tracheo-bronchitis ","Parainfluenza virus":"The parainfluenza virus is the most common cause of croup. Four strains of the virus are responsible for most croup cases. These are: parainfluenza I parainfluenza II parainfluenza III parainfluenza IV Parainfluenza I is responsible for most cases of croup. The virus can be transmitted through close contact with infected people, as well as contaminated objects and surfaces. As with many airborne viruses, the parainfluenza virus is often spread by breathing in droplets from infected coughs or sneezes. "},"URL":"http:\/\/www.nhs.uk\/conditions\/croup\/Pages\/Introduction.aspx","Treatment":{"Treatment at home":"If your GP thinks your child has mild croup, they will usually recommend managing it at home. This will often involve using children's paracetamol to ease any pain associated with the condition and may help lower your child's temperature if they have a fever. You should also ensure your child is well hydrated by encouraging them to drink plenty of fluids. Comforting your child is also important because their symptoms may get worse if they are agitated or crying. If your child is distressed, sitting them upright on your lap will help to comfort and reassure them. Your GP will usually prescribe a single dose of an oral corticosteroid medication called dexamethasone or prednisolone to help reduce swelling (inflammation) in your child's throat. Side effects of these medications can include restlessness, vomiting, upset stomach and headache. Steam treatment is not advised for the treatment of croup. There is no evidence that allowing your child to breathe in humid air, for example steam from a hot bath or shower in a closed room, will help. You should seek urgent medical advice if you notice your child’s symptoms getting worse. Painkillers, such as paracetamol and ibuprofen, are available in liquid form for children. You can get liquid paracetamol and ibuprofen over the counter from pharmacies and some supermarkets. Children under 16 years of age should not be given aspirin. Speak to your pharmacist or GP if you are unsure about what type of painkiller is suitable for your child. Read more about giving children painkillers. Do not use cough medicines or decongestants as these do not help ease the symptoms of croup. These treatments often have drowsy side effects, which can be dangerous when a child has breathing difficulties. ","Treating croup":"Treatment of croup depends on how severe the symptoms are. Most cases are mild and can be managed at home. However, if your child has severe croup, they will need to be admitted to hospital urgently. "},"Title":"Croup"},"Diarrhoea":{"Symptoms":{"Signs of dehydration":"Signs of dehydration in children can include: irritability or drowsiness passing urine infrequently pale or mottled skin cold hands and feet they look or feel increasingly unwell Signs of dehydration in adults can include: tiredness and a lack of energy loss of appetite nausea feeling lightheaded dizziness dry tongue sunken eyes muscle cramps rapid heartbeat Read more about the symptoms of dehydration. ","Symptoms associated with diarrhoea":"Diarrhoea is where you frequently pass watery or loose poo. Some people may also have other symptoms, depending on the cause. Associated symptoms can include: stomach cramps nausea and vomiting headache loss of appetite The excessive loss of water in your poo can also sometimes lead to dehydration, which can be serious if it's not recognised and treated quickly. "},"Prevention":{"Rotavirus vaccination":"Rotavirus is a virus that commonly causes diarrhoea in children. A vaccine that helps protect children against rotavirus is now part of the routine childhood vaccination schedule. This vaccine is given as a liquid that's dropped into a baby's mouth. It's given in two doses, with the first given at two months and another at three months. Read more about the rotavirus vaccine. ","Food hygiene":"Practising good food hygiene will help avoid getting diarrhoea as a result of food poisoning. You can do this by: regularly washing your hands, surfaces and utensils with hot, soapy water  never storing raw and cooked foods together  making sure food is kept properly refrigerated  always cooking your food thoroughly  never eating food past its use-by date Read more about preventing food poisoning. ","Preventing diarrhoea":"To prevent the spread of infections that cause diarrhoea, you should always maintain high standards of hygiene. You should: wash your hands thoroughly with soap and warm water after going to the toilet and before eating or preparing food  clean the toilet, including the handle and the seat, with disinfectant after each bout of diarrhoea  avoid sharing towels, flannels, cutlery or utensils with others wash soiled clothing and bed linen separately from other clothes and at the highest temperature possible – for example, 60C or higher for linen – after first removing any poo into the toilet  avoid returning to work or school until at least 48 hours after the last episode of diarrhoea You or your child should also avoid swimming pools for two weeks after the last episode of diarrhoea. Read more about preventing germs spreading. "},"Diagnosis":{"Diagnosing diarrhoea":"Most cases of diarrhoea get better within a week and you may not need to visit your GP. Read more about when to visit your GP if you have diarrhoea. The information below explains what will happen if you need to see your GP. ","Identifying the cause":"To identify what is causing your diarrhoea, your GP may ask you questions, such as: what your stools are like – for example, if they are very watery or contain blood how often you need to go to the toilet whether you have other symptoms, such as a high temperature (fever)  whether you have been in contact with anyone else who has diarrhoea, or recently travelled abroad – this may mean you have picked up an infection whether you have recently eaten out anywhere – this may mean you have food poisoning whether you're taking medication and if it has recently changed  whether you have been stressed or anxious recently Your GP may ask you for a stool sample so it can be analysed for signs of an infection if you have: persistent diarrhoea that has lasted more than two weeks blood or pus in your stools  symptoms that affect your whole body, such as a fever or dehydration a weakened immune system – for example, because you have HIV  recently travelled abroad recently been in hospital or been taking antibiotics Find out how to collect and store a stool sample. Your GP may suggest you have some blood tests if they suspect your diarrhoea is being caused by an underlying health condition. For example, your blood can be tested for signs of inflammation, which may suggest inflammatory bowel disease. Read more about the possible causes of diarrhoea. Your GP may recommend a digital rectal examination (DRE) if you have unexplained persistent diarrhoea, particularly if you're over 50. During a DRE, your GP will insert a gloved finger into your bottom to feel for any abnormalities. It can be useful for diagnosing conditions that affect your rectum and bowel. "},"Introduction":{"When to see your GP":"Contact your GP or call NHS 111 for advice if you're concerned about yourself or your child. It's important to see your GP if the diarrhoea is particularly frequent or severe, or associated with other symptoms, such as: blood in your or your child's poo persistent vomiting a severe or continuous stomach ache weight loss signs of dehydration – including drowsiness, passing urine infrequently, and feeling lightheaded or dizzy your poo is dark or black – this may be a sign of bleeding inside your stomach You should also contact your GP if your or your child's diarrhoea is particularly persistent, as this may be a sign of a more serious problem. In most cases, diarrhoea should pass within about a week. Read more about when to contact your GP and diagnosing diarrhoea. ","What causes diarrhoea?":"There are many different causes of diarrhoea, but a bowel infection (gastroenteritis) is a common cause in both adults and children. Gastroenteritis can be caused by: a virus – such as norovirus or rotavirus bacteria – such as campylobacter and Escherichia coli (E. coli), which are often picked up from contaminated food  a parasite – such as the parasite that causes giardiasis, which is spread in contaminated water These infections can sometimes be caught during travel abroad, particularly to areas with poor standards of public hygiene. This is known as travellers' diarrhoea. Diarrhoea can also be the result of anxiety, a food allergy, medication, or a long-term condition, such as irritable bowel syndrome (IBS). Read more about the causes of diarrhoea. ","Introduction":"Diarrhoea is passing looser or more frequent stools than is normal for you. It affects most people from time to time and is usually nothing to worry about. However, it can be distressing and unpleasant until it passes, which normally takes a few days to a week. ","What to do if you have diarrhoea":"Most cases of diarrhoea clear up after a few days without treatment, and you may not need to see your GP. However, diarrhoea can lead to dehydration, so you should drink plenty of fluids – small, frequent sips of water – until it passes. It's very important that babies and small children do not become dehydrated. Your pharmacist may suggest you use an oral rehydration solution (ORS) if you or your child are particularly at risk of dehydration. You should eat solid food as soon as you feel able to. If you're breastfeeding or bottle feeding your baby and they have diarrhoea, you should try to feed them as normal. Stay at home until at least 48 hours after the last episode of diarrhoea to prevent spreading any infection to others. Medications to reduce diarrhoea, such as loperamide, are available. However, these are not usually necessary, and most types should not be given to children. Read more about treating diarrhoea. "},"Causes":{"Short-term diarrhoea":"Diarrhoea is usually a symptom of a bowel infection (gastroenteritis), which can be caused by: a virus – such as norovirus or rotavirus bacteria – such as campylobacter, Clostridium difficile (C. difficile), Escherichia coli (E. coli), salmonella or shigella; these can all cause food poisoning parasites – such as the Giardia intestinalis parasite that causes giardiasis Other possible causes of short-term diarrhoea include: feelings of anxiety drinking too much alcohol a food allergy appendicitis damage to the lining of the intestines as a result of radiotherapy  Diarrhoea can also sometimes be a side effect of a medication, including: antibiotics  antacid medicines that contain magnesium  some chemotherapy medicines non-steroidal anti-inflammatory drugs (NSAIDs)  selective serotonin reuptake inhibitors (SSRIs)  statins – cholesterol-lowering medicines laxatives – medicine used to help empty your bowels The patient information leaflet that comes with your medicine should state whether diarrhoea is a possible side effect. ","Causes of diarrhoea":"Diarrhoea usually occurs when fluid cannot be absorbed from the contents of your bowel, or when extra fluid is secreted into your bowel, causing watery poo. "},"URL":"http:\/\/www.nhs.uk\/conditions\/diarrhoea\/Pages\/Introduction.aspx","Treatment":{"Eating":"Opinion is divided over when and what you should eat if you have diarrhoea. However, most experts agree you should eat solid food as soon as you feel able to. Eat small, light meals and avoid fatty or spicy foods.  Good examples are potatoes, rice, bananas, soup, and boiled vegetables. Salty foods help the most. You don't need to eat if you've lost your appetite, but you should continue to drink fluids and eat as soon as you feel able to. If your child is dehydrated, do not give them any solid food until they have drunk enough fluids. Once they have stopped showing signs of dehydration, they can start eating their normal diet. If your child is not dehydrated, offer them their normal diet. If they refuse to eat, continue to give them fluids and wait until their appetite returns. ","Medication ":"Antidiarrhoeal medicines may help reduce your diarrhoea and slightly shorten how long it lasts. However, they're not usually necessary.  Loperamide is the main antidiarrhoeal medicine used, as it has been shown to be effective and causes few side effects. Loperamide slows down the muscle movements in your gut so more water is absorbed from your stools. This makes your stools firmer and they're passed less frequently. An alternative to loperamide is a different type of antidiarrhoeal medicine called racecadotril, which works by reducing the amount of water produced by the small intestine. Evidence suggests this medication may be as effective as loperamide for treating diarrhoea. Some antidiarrhoeal medicines can be bought from a pharmacy without a prescription. Check the patient information leaflet that comes with the medicine to find out whether it's suitable for you and what dose you should take. Ask your pharmacist for advice if you're unsure. Do not take antidiarrhoeal medicines if there is blood or mucus in your stools or you have a high temperature (fever). Instead, you should contact your GP for advice. Most antidiarrhoeal medicines should not be given to children. Racecadotril can be used in children over three months old if it's combined with oral rehydration and the other measures mentioned above, although not all doctors recommend it. Painkillers will not treat diarrhoea, but paracetamol or ibuprofen can help relieve a fever and a headache. If necessary, you can give your child liquid paracetamol or ibuprofen. Always read the patient information leaflet that comes with the medication to check if it's suitable for you or your child and find out the correct dose. Children under 16 years of age should not be given aspirin. Treatment with antibiotics is not recommended for diarrhoea if the cause is unknown. This is because antibiotics: will not work if the diarrhoea is caused by a virus  can cause unpleasant side effects  can become less effective at treating more serious conditions if they're repeatedly used to treat mild conditions Antibiotics may be recommended if you have severe diarrhoea and a specific type of bacteria has been identified as the cause. They may also be used if you have an underlying health problem, such as a weakened immune system. ","Drink fluids":"It's important to drink plenty of fluids to avoid dehydration, particularly if you're also vomiting. Take small, frequent sips of water. Ideally, adults should drink a lot of liquids that contain water, salt, and sugar. Examples are water mixed with juice and soup broth. If you're drinking enough fluid, your urine will be light yellow or almost clear. It's also very important for babies and small children not to become dehydrated. Give your child frequent sips of water, even if they are vomiting. A small amount is better than none.  Fruit juice or fizzy drinks should be avoided as they can make diarrhoea worse in children. If you're breastfeeding or bottle feeding your baby and they have diarrhoea, you should continue to feed them as normal. Contact your GP immediately if you or your child develop any symptoms of dehydration. ","Oral rehydration solutions":"Your GP or pharmacist may suggest using an oral rehydration solution (ORS) to prevent dehydration if you're at risk – for example, if you're frail or elderly. ORS can also be used to treat dehydration that has already occurred. Rehydration solutions usually come in sachets available from your local pharmacist without a prescription. They are dissolved in water and replace salt, glucose, and other important minerals that are lost if you are dehydrated. Your GP or pharmacist may recommend giving your child an ORS if they are dehydrated or at risk of becoming dehydrated. The usual recommendation is for your child to drink an ORS each time they have an episode of diarrhoea. The amount they should drink will depend on their size and weight. Your pharmacist can advise you about this. The manufacturer's instructions should also give information about the recommended dose. You may be able to give your baby an ORS if they become dehydrated, but check with your GP, pharmacist, or health visitor first. ","Treating diarrhoea":"Diarrhoea will usually clear up without treatment after a few days, particularly if it's caused by an infection. In children, diarrhoea will usually pass within five to seven days and will rarely last longer than two weeks. In adults, diarrhoea usually improves within two to four days, although some infections can last a week or more. While waiting for your diarrhoea to pass, you can ease your symptoms by following the advice outlined below. ","Hospital treatment ":"Occasionally, hospital treatment may be needed if you or your child are seriously dehydrated. Treatment will involve administering fluids and nutrients directly into a vein (intravenously). ","Treating the underlying cause":"If you've been diagnosed with a specific condition that's causing your diarrhoea, treating this may help improve your symptoms. For example: irritable bowel syndrome (IBS) can be treated with changes to your diet and medications – read more about treating IBS inflammatory bowel disease can be treated with medications that help reduce inflammation in the bowel coeliac disease can be treated by excluding foods containing gluten from your diet – read more about treating coeliac disease bile acid malabsorption can be treated with medication that helps stop bile building up in the digestive system Read more about common causes of diarrhoea. "},"Title":"Diarrhoea"},"Measles":{"Symptoms":{"The measles rash":"The measles rash appears around two to four days after the initial symptoms and normally fades after about a week. You'll usually feel most ill on the first or second day after the rash develops. The rash: is made up of small red-brown, flat or slightly raised spots that may join together into larger blotchy patches usually first appears on the head or neck, before spreading outwards to the rest of the body is slightly itchy for some people can look similar to other childhood conditions, such as slapped cheek syndrome, roseola or rubella is unlikely to be caused by measles if the person has been fully vaccinated (had two doses of the MMR vaccine) or had measles before You can use the childhood conditions slideshow to compare measles with some similar childhood rashes. ","Symptoms of measles":"Measles starts with cold-like symptoms that develop about 10 days after becoming infected. This is followed a few days later by the measles rash. For most people, the illness lasts around 7 to 10 days in total. ","Spots in the mouth":"A day or two before the rash appears, many people with measles develop small greyish-white spots in their mouth. Not everyone with measles has these spots, but if someone has them in addition to the other symptoms listed above or a rash, it's highly likely they have the condition. The spots will usually last for a few days. ","Initial symptoms":"The initial symptoms of measles can include: a runny or blocked nose sneezing watery eyes swollen eyelids sore, red eyes that may be sensitive to light a high temperature (fever), which may reach around 40C (104F) small greyish-white spots in the mouth (see below) aches and pains a cough loss of appetite tiredness, irritability and a general lack of energy "},"Prevention":{"Human normal immunoglobulin":"Human normal immunoglobulin (HNIG) is a special concentration of antibodies that can give short-term but immediate protection against measles. It may be recommended for people in the following groups if they've been exposed to someone with measles: babies under six months of age pregnant women who haven't been fully vaccinated or haven't had measles before people with weak immune systems – for example, those with HIV or people receiving treatment that weakens their immune system, such as treatment for leukaemia HNIG should ideally be given within six days of exposure. ","MMR vaccine":"The MMR vaccine is given as part of the routine NHS childhood vaccination programme. One dose is usually given to a child when they're 12-13 months old and a second dose is given before they start school, usually between three and five years old. Contact your GP if you are uncertain about whether your child's vaccinations are up-to-date. You or your child can be vaccinated at any point if you haven't been fully vaccinated before. If you're not sure whether you were vaccinated in the past, having the vaccine again won't cause any harm. A dose of the MMR vaccine can also be given to anyone over six months of age if they're at an immediate risk of catching measles. For example, this could be if: there's an outbreak of measles in your local area you've been in close contact with someone who has measles you're planning on travelling to an area where the infection is widespread Children who have the vaccine before their first birthday should still have the two routine doses at around 13 months of age and before they start school. ","Preventing measles":"You can avoid catching measles by having the measles, mumps and rubella (MMR) vaccine. If the MMR vaccine isn't suitable for you, a treatment called human normal immunoglobulin (HNIG) can be used if you're at immediate risk of catching measles. "},"Introduction":{"How measles is spread":"The measles virus is contained in the millions of tiny droplets that come out of the nose and mouth when an infected person coughs or sneezes. You can easily catch measles by breathing in these droplets or, if the droplets have settled on a surface, by touching the surface and then placing your hands near your nose or mouth. The virus can survive on surfaces for a few hours. People with measles are infectious from when the symptoms develop until about four days after the rash first appears. ","Is measles serious?":"Measles can be unpleasant, but will usually pass in about 7 to 10 days without causing any further problems. Once you've had measles, your body builds up resistance (immunity) to the virus and it's highly unlikely you'll get it again. However, measles can lead to serious and potentially life-threatening complications in some people. These include infections of the lungs (pneumonia) and brain (encephalitis). Read more about the complications of measles. ","When to see your GP":"You should contact your GP as soon as possible if you suspect that you or your child may have measles. It's best to phone before your visit as your GP surgery may need to make arrangements to reduce the risk of spreading the infection to others. You should also see your GP if you've been in close contact with someone who has measles and you've not been fully vaccinated (had two doses of the MMR vaccine) or haven't had the infection before – even if you don't have any symptoms. ","Introduction":"Measles is a highly infectious viral illness that can be very unpleasant and sometimes lead to serious complications. It's now uncommon in the UK because of the effectiveness of vaccination. Anyone can get measles if they haven't been vaccinated or they haven't had it before, although it's most common in young children. The infection usually clears in around 7 to 10 days. ","Symptoms of measles":"The initial symptoms of measles develop around 10 days after you're infected. These can include: cold-like symptoms, such as a runny nose, sneezing, and a cough sore, red eyes that may be sensitive to light a high temperature (fever), which may reach around 40C (104F) small greyish-white spots on the inside of the cheeks A few days later, a red-brown blotchy rash will appear. This usually starts on the head or upper neck, before spreading outwards to the rest of the body. Read more about the symptoms of measles. ","How measles can be prevented":"Measles can be prevented by having the measles, mumps and rubella (MMR) vaccine. This is given in two doses as part of the NHS childhood vaccination programme. The first dose is given when your child is around 13 months old and a second dose is given before your child starts school. Adults and older children can be vaccinated at any age if they haven't been fully vaccinated before. Ask your GP about having the vaccination. If the MMR vaccine isn't suitable for you, a treatment called human normal immunoglobulin (HNIG) can be used if you're at immediate risk of catching measles. Read more about preventing measles. ","Treating measles":"There are several things you can do to help relieve your symptoms and reduce the risk of spreading the infection, including: taking paracetamol or ibuprofen to relieve fever, aches and pains – aspirin should not be given to children under 16 years old drinking plenty of water to avoid dehydration closing the curtains to help reduce light sensitivity using damp cotton wool to clean the eyes staying off school or work for at least four days from when the rash first appears In severe cases, especially if there are complications, you or your child may need to be admitted to hospital for treatment. Read more about treating measles. "},"Complications":{"Pregnancy complications":"If you're not immune to measles and you become infected while you're pregnant, there's a risk of: miscarriage or stillbirth your baby being born prematurely – before the 37th week of pregnancy your baby having a low birth weight If you're pregnant and you think you've come into contact with someone with measles and you know you're not immune, you should see your GP as soon as possible. They can advise you about treatment to reduce your risk of developing the condition. Read more about preventing measles. ","Rare complications":"In rare cases, measles can lead to: serious eye disorders, such as an infection of the optic nerve, the nerve that transmits information from the eye to the brain – this is known as optic neuritis and can lead to vision loss  heart and nervous system problems a fatal brain complication known as subacute sclerosing panencephalitis (SSPE), which can occur several years after measles – this is very rare, occurring in only 1 in every 25,000 cases ","Complications of measles":"Most people will recover from measles after around 7 to 10 days, but sometimes it can lead to serious complications. It's estimated around 1 in every 5,000 people with measles will die as a result of the infection. ","Who's most at risk?":"Complications of measles are more likely to develop in certain groups of people, including: babies younger than one year old children with a poor diet children with a weakened immune system, such as those with leukaemia teenagers and adults Children who are older than one year and otherwise healthy have the lowest risk of developing complications. ","Uncommon complications":"Less common complications of measles include: liver infection (hepatitis) misalignment of the eyes (squint) – if the virus affects the nerves and muscles of the eye infection of the membranes surrounding the brain and spinal cord (meningitis) or infection of the brain itself (encephalitis) ","Common complications":"More common complications of measles include: diarrhoea and vomiting, which can lead to dehydration middle ear infection (otitis media), which can cause earache eye infection (conjunctivitis) inflammation of the voice box (laryngitis) pneumonia, bronchitis and croup – infections of the airways and lungs fits caused by a fever (febrile seizures) About 1 in every 15 children with measles will develop complications like these. "},"URL":"http:\/\/www.nhs.uk\/conditions\/measles\/Pages\/Introduction.aspx","Treatment":{"Relieving symptoms":"If the symptoms of measles are causing discomfort for you or your child, there are some things you can do to treat these while you wait for your body to fight off the virus. Paracetamol or ibuprofen can be used to reduce a high temperature (fever) and relieve any aches or pains if your child is uncomfortable. Liquid infant paracetamol can be used for young children. Aspirin should not be given to children under 16 years old. Speak to your pharmacist if you're not sure which medications are suitable for your child. If your child has a high temperature, make sure they drink plenty of fluids as they may be at risk of dehydration. Keeping hydrated may also help reduce throat discomfort caused by coughing. You can gently clean away any crustiness from your child's eyelids and lashes using cotton wool soaked in water. Closing curtains or dimming lights can help if bright light is hurting their eyes. If your child has cold-like symptoms, such as a runny nose or a cough, there are a number of things you can do to help them feel more comfortable. For example, it might help your child if they sit in a hot, steamy bathroom. Or you could put a wet towel on a warm radiator to moisten the air, which may help ease your child's cough. Drinking warm drinks, particularly ones containing lemon or honey, may also help to relax the airways, loosen mucus, and soothe a cough. Honey should not be given to babies under 12 months. ","Treating measles":"There's no specific treatment for measles, but the condition usually improves within 7 to 10 days. Your GP will probably suggest taking things easy at home until you're feeling better. Stay away from work or school for at least four days from when the measles rash first appears to reduce the risk of spreading the infection. You should also try to avoid contact with people who are more vulnerable to the infection, such as young children and pregnant women. "},"Title":"Measles"},"ADHD":{"Symptoms":{"Symptoms in adults":"In adults, the symptoms of ADHD are more difficult to define. This is largely due to a lack of research into adults with ADHD. ADHD is a developmental disorder; it's believed that it can't develop in adults without it first appearing during childhood. But it's known that symptoms of ADHD often persist from childhood into a person's teenage years, and then adulthood. Any additional problems or conditions experienced by children with ADHD, such as depression or dyslexia, may also continue into adulthood. By the age of 25, an estimated 15% of people diagnosed with ADHD as children still have a full range of symptoms, and 65% still have some symptoms that affect their daily lives. The symptoms in children and teenagers, which are listed above, is sometimes also applied to adults with possible ADHD. But some specialists say that the way in which inattentiveness, hyperactivity and impulsiveness affect adults can be very different from the way they affect children. For example, hyperactivity tends to decrease in adults, while inattentiveness tends to get worse as the pressure of adult life increases. Adult symptoms of ADHD also tend to be far more subtle than childhood symptoms. Some specialists have suggested the following list of symptoms associated with ADHD in adults: carelessness and lack of attention to detail continually starting new tasks before finishing old ones poor organisational skills inability to focus or prioritise continually losing or misplacing things forgetfulness restlessness and edginess difficulty keeping quiet and speaking out of turn blurting out responses and often interrupting others mood swings, irritability and a quick temper inability to deal with stress extreme impatience taking risks in activities, often with little or no regard for personal safety or the safety of others – for example, driving dangerously ","Symptoms of ADHD":"The symptoms of attention deficit hyperactivity disorder (ADHD) can be categorised into two types of behavioural problems. These categories are: inattentiveness hyperactivity and impulsiveness Most people with ADHD have problems that fall into both these categories, but this isn't always the case. For example, some people with the condition may have problems with inattentiveness, but not with hyperactivity or impulsiveness. This form of ADHD is also known as attention deficit disorder (ADD). ADD can sometimes go unnoticed because the symptoms may be less obvious. ","Related conditions in children and teenagers":"Although not always the case, some children may also have signs of other problems or conditions alongside ADHD, such as: anxiety disorder – which causes your child to worry and be nervous much of the time; it may also cause physical symptoms, such as a rapid heartbeat, sweating and dizziness oppositional defiant disorder (ODD) – this is defined by negative and disruptive behaviour, particularly towards authority figures, such as parents and teachers conduct disorder – this often involves a tendency towards highly antisocial behaviour, such as stealing, fighting, vandalism and harming people or animals depression sleep problems – finding it difficult to get to sleep at night, and having irregular sleeping patterns autistic spectrum disorder (ASD) – this affects social interaction, communication, interests and behaviour epilepsy – a condition that affects the brain and causes repeated fits or seizures Tourette’s syndrome – a condition of the nervous system, characterised by a combination of involuntary noises and movements called tics learning difficulties – such as dyslexia ","Symptoms in children and teenagers":"The symptoms of ADHD in children and teenagers are well defined, and they're usually noticeable before the age of six. They occur in more than one situation, such as at home and at school. The main signs of each behavioural problem are detailed below. The main signs of inattentiveness are: having a short attention span and being easily distracted making careless mistakes – for example, in schoolwork appearing forgetful or losing things being unable to stick at tasks that are tedious or time-consuming appearing to be unable to listen to or carry out instructions constantly changing activity or task having difficulty organising tasks The main signs of hyperactivity and impulsiveness are: being unable to sit still, especially in calm or quiet surroundings constantly fidgeting being unable to concentrate on tasks excessive physical movement excessive talking being unable to wait their turn acting without thinking interrupting conversations little or no sense of danger These symptoms can cause significant problems in a child's life, such as underachievement at school, poor social interaction with other children and adults, and problems with discipline. "},"Diagnosis":{"Assessment":"There are a number of different specialists that you or your child may be referred to for a formal assessment, including: a child or adult psychiatrist a paediatrician (a specialist in children's health) a learning disability specialist, social worker or occupational therapist with expertise in ADHD Who you're referred to depends on your age and what's available in your local area. There's no simple test to determine whether you or your child have ADHD, but your specialist can make an accurate diagnosis after a detailed assessment that may include: a physical examination, which can help rule out other possible causes for the symptoms a series of interviews with you or your child interviews or reports from other significant people, such as partners, parents and teachers The criteria for making a diagnosis of ADHD in children, teenagers and adults are outlined below. ","Next steps":"If your GP thinks your child may have ADHD, they may first suggest a period of \"watchful waiting\" lasting around 10 weeks – to see if your child's symptoms improve, stay the same or get worse. They may also suggest starting a parent training or education programme to teach you ways of helping your child (see treating ADHD for more information). If your child's behaviour doesn't improve, and both you and your GP believe it's seriously affecting their day-to-day life, your GP should refer you and your child to a specialist for a formal assessment (see below). For adults with possible ADHD, your GP will assess your symptoms and may refer you for an assessment if: you weren't diagnosed with ADHD as a child, but your symptoms began during childhood and have been ongoing since then your symptoms can't be explained by a mental health condition your symptoms have a significant impact on your day-to-day life – for example, if you're underachieving at work or find intimate relationships difficult You may also be referred to a specialist if you had ADHD as a child or young person, and your symptoms are now causing moderate or severe functional impairment. ","Diagnosis in children and teenagers":"Diagnosing ADHD in children depends on a set of strict criteria. To be diagnosed with ADHD, your child must have six or more symptoms of inattentiveness, or six or more symptoms of hyperactivity and impulsiveness. Read more about the symptoms of ADHD. To be diagnosed with ADHD, your child must also have: been displaying symptoms continuously for at least six months started to show symptoms before the age of 12 been showing symptoms in at least two different settings – for example, at home and at school, to rule out the possibility that the behaviour is just a reaction to certain teachers or parental control symptoms that make their lives considerably more difficult on a social, academic or occupational level symptoms that aren't just part of a developmental disorder or difficult phase, and aren't better accounted for by another condition ","Diagnosing ADHD":"If you think that you or your child may have attention deficit hyperactivity disorder (ADHD), you might want to consider speaking to your GP about it. If you're worried about your child, it may help to speak to their teachers before seeing your GP, to find out if they have any concerns about your child's behaviour. Your GP can't formally diagnose ADHD, but they can discuss your concerns with you and refer you for a specialist assessment, if necessary. When you see your GP, they may ask you: about your symptoms or those of your child when these symptoms started where the symptoms occur – for example, at home or in school whether the symptoms affect your or your child’s day-to-day life – for example, if they make socialising difficult if there have been any recent significant events in your life or your child's, such as a death or divorce in the family if there's a family history of ADHD about any other problems or symptoms of different health conditions you or your child may have "},"Introduction":{"Introduction":"Attention deficit hyperactivity disorder (ADHD) is a group of behavioural symptoms that include inattentiveness, hyperactivity and impulsiveness. Symptoms of ADHD tend to be noticed at an early age and may become more noticeable when a child's circumstances change, such as when they start school. Most cases are diagnosed when children are 6 to 12 years old. The symptoms of ADHD usually improve with age, but many adults who are diagnosed with the condition at a young age continue to experience problems. People with ADHD may also have additional problems, such as sleep and anxiety disorders. Read more about the symptoms of ADHD. ","How ADHD is treated":"Although there's no cure for ADHD, it can be managed with appropriate educational support, advice and support for parents and affected children, alongside medication, if necessary. Medication is often the first treatment offered to adults with ADHD, although psychological therapies such as cognitive behavioural therapy (CBT) may also help. Read more about treating ADHD. ","What causes ADHD?":"The exact cause of ADHD is unknown, but the condition has been shown to run in families. Research has also identified a number of possible differences in the brains of people with ADHD compared to those who don't have the condition. Other factors that have been suggested as potentially having a role in ADHD include: being born prematurely (before the 37th week of pregnancy) having a low birthweight smoking, alcohol or drug abuse during pregnancy ADHD is more common in boys than girls. It's thought that around 2% to 5% of school-aged children may have the condition. ADHD can occur in people of any intellectual ability, although it's more common in people with learning difficulties. Read more about the causes of ADHD. ","Getting help ":"Many children go through phases where they're restless or inattentive. This is often completely normal and doesn't necessarily mean they have ADHD. However, you should consider raising your concerns with your child's teacher, their school's special educational needs co-ordinator (SENCO) or GP if you think their behaviour may be different to most children their age. It's also a good idea to speak to your GP if you're an adult and you think you may have ADHD, but you weren't diagnosed with the condition as a child. Read more about diagnosing ADHD. "},"Causes":{"Genetics":"ADHD tends to run in families and, in most cases, it's thought the genes you inherit from your parents are a significant factor in developing the condition. Research shows that both parents and siblings of a child with ADHD are four to five times more likely to have ADHD themselves. However, the way ADHD is inherited is likely to be complex and isn't thought to be related to a single genetic fault. ","Brain function and structure":"Research has identified a number of possible differences in the brains of people with ADHD compared to those who don't have the condition, although the exact significance of these isn't clear. For example, studies involving brain scans have suggested that certain areas of the brain may be smaller in people with ADHD, whereas other areas may be larger. Research has also shown that the brain may take an average of two to three years longer to mature in children with ADHD, compared to children who don't have the condition. Other studies have suggested that people with ADHD may have an imbalance in the level of neurotransmitters in the brain, or that these chemicals may not work properly. ","Causes of ADHD":"The exact cause of attention deficit hyperactivity disorder (ADHD) isn't fully understood, although a combination of factors is thought to be responsible. "},"URL":"http:\/\/www.nhs.uk\/conditions\/Attention-deficit-hyperactivity-disorder\/Pages\/Introduction.aspx","Living with":{"Ways to cope":"Although it can be difficult at times, it's important to remember that a child with ADHD can't help their behaviour. People with ADHD find it difficult to suppress impulses, which means they don't stop to consider a situation or the consequences before they act. If you're looking after a child with ADHD, you may find the below advice helpful. Plan the day so your child knows what to expect. Set routines can make a difference to how a child with ADHD copes with everyday life. For example, if your child has to get ready for school, break it down into structured steps, so they know exactly what they need to do. Make sure everyone knows what behaviour is expected, and reinforce positive behaviour with immediate praise or rewards. Be clear, using enforceable consequences if boundaries are overstepped (such as taking away a privilege) and follow these through consistently. Give specific praise. Instead of saying a general, \"Thanks for doing that,\" you could say, \"You washed the dishes really well. Thank you.\" This will make it clear to your child that you're pleased, and why. If you're asking your child to do something, give brief instructions and be specific. Instead of asking, \"Can you tidy your bedroom?\" say, \"Please put your toys into the box, and put the books back onto the shelf.\" This makes it clearer what your child needs to do and creates opportunities for praise when they get it right. Set up your own incentive scheme using a points chart or star chart, so good behaviour can earn a privilege. For example, behaving well on a shopping trip will earn your child time on the computer or some sort of game. Involve your child in it and allow them to help decide what the privileges will be. These charts need regular changes or they become boring. Targets should be: immediate (for example, daily) intermediate (for example, weekly) long-term (for example, three-monthly) Try to focus on just one or two behaviours at a time. Watch for warning signs. If your child looks like they're becoming frustrated, overstimulated and about to lose self-control, intervene. Distract your child if possible, by taking them away from the situation, which may calm them down. Keep social situations short and sweet. Invite friends to play, but keep playtimes short, so your child doesn't lose self-control. Don't aim to do this when your child is feeling tired or hungry, such as after a day at school. Make sure your child gets lots of physical activity during the day. Walking, skipping and playing sport can help your child wear themselves out and improve their quality of sleep. Make sure they're not doing anything too strenuous or exciting near to bedtime. Read our page on health and fitness, which includes information on getting active, and how much activity you and your child should be doing. Keep an eye on what your child eats. If your child is hyperactive after eating certain foods, which may contain additives or caffeine, keep a diary of these and discuss them with your GP. Stick to a routine. Make sure your child goes to bed at the same time each night and gets up at the same time in the morning. Avoid overstimulating activities in the hours before bedtime, such as computer games or watching TV. Sleep problems and ADHD can be a vicious circle. ADHD can lead to sleep problems, which in turn can make symptoms worse. Many children with ADHD will repeatedly get up after being put to bed and have interrupted sleep patterns. Trying a sleep-friendly routine can help your child and make bedtime less of a battleground. Read more information about creating a bedtime ritual for better sleep. Children with ADHD often have problems with their behaviour at school, and the condition can have a negative impact on a child's academic progress. Speak to your child's teachers or their school's special educational needs co-ordinator (SENCO) about any extra support your child may need. ","Living with ADHD":"Caring for a child with attention deficit hyperactivity disorder (ADHD) can be draining. The impulsive, fearless and chaotic behaviours typical of ADHD can make normal everyday activities exhausting and stressful. "},"Treatment":{"Other possible treatments":"There are other ways of treating ADHD that some people with the condition find helpful, such as cutting out certain foods and taking supplements. However, there's no strong evidence these work, and they shouldn't be attempted without medical advice. People with ADHD should eat a healthy, balanced diet. Don't cut out foods before seeking medical advice. Some people may notice a link between types of food and worsening ADHD symptoms. For example, sugar, food colourings and additives, and caffeine are often blamed for aggravating hyperactivity, and some people believe they have intolerances to wheat or dairy products, which may add to their symptoms. If this is the case, keep a diary of what you eat and drink, and what behaviour this causes. Discuss this with your GP, who may refer you to a dietitian (a healthcare professional who specialises in nutrition). Some studies have suggested that supplements of omega-3 and omega-6 fatty acids may be beneficial in people with ADHD, although the evidence supporting this is very limited. It's advisable to talk to your GP before using any supplements, because some can react unpredictably with medication or make it less effective. You should also remember that some supplements shouldn't be taken long term, as they can reach dangerous levels in your body. ","Medication":"There are five types of medication licensed for the treatment of ADHD: methylphenidate  dexamfetamine lisdexamfetamine atomoxetine guanfacine These medications aren't a permanent cure for ADHD, but may help someone with the condition concentrate better, be less impulsive, feel calmer, and learn and practise new skills. Some medications need to be taken every day, but some can be taken just on school days. Treatment breaks are occasionally recommended, to assess whether the medication is still needed. In the UK, all of these medications are licensed for use in children and teenagers. Atomoxetine is also licensed for use in adults who had symptoms of ADHD as children. If you weren't diagnosed with ADHD until adulthood, your GP and specialist can discuss which medications and therapies are suitable for you. If you or your child is prescribed one of these medications, you'll probably be given small doses at first, which may then be gradually increased. You or your child will need to see your GP for regular check-ups, to ensure the treatment is working effectively and to check for signs of any side effects or problems. Your specialist will discuss how long you should take your treatment but, in many cases, treatment is continued for as long as it is helping. Methylphenidate is the most commonly used medication for ADHD. It belongs to a group of medicines called stimulants that work by increasing activity in the brain, particularly in areas that play a part in controlling attention and behaviour. Methylphenidate can be used by teenagers and children with ADHD over the age of six. Although methylphenidate isn't licensed for use in adults, it may be taken under close supervision from your GP and specialist. The medication can be taken as either immediate-release tablets (small doses taken two to three times a day), or as modified-release tablets (taken once a day in the morning, and they release the dose throughout the day). Common side effects of methylphenidate include: a small increase in blood pressure and heart rate loss of appetite, which can lead to weight loss or poor weight gain trouble sleeping headaches stomach aches mood swings Dexamfetamine is also a stimulant medication, which works in a similar way to methylphenidate by stimulating areas of the brain that play a part in controlling attention and behaviour. Dexamfetamine can be used by teenagers and children with ADHD over the age of three. Although it's not licensed for use in adults, it may be taken under close supervision from your GP and specialist. Dexamfetamine is usually taken as a tablet once or twice a day, although an oral solution is also available. Common side effects of dexamfetamine include: decreased appetite mood swings agitation and aggression dizziness headaches diarrhoea nausea and vomiting Lisdexamfetamine is a similar medication to dexamfetamine, and works in the same way. It can be used by children with ADHD over the age of six if treatment with methylphenidate hasn't helped. You may continue to take it into adulthood if your doctor thinks you're benefitting from treatment. Lisdexamfetamine comes in capsule form, which you or your child usually take once a day. Common side effects of lisdexamfetamine include: decreased appetite, which can lead to weight loss or poor weight gain aggression drowsiness dizziness headaches diarrhoea nausea and vomiting Atomoxetine works differently to other ADHD medications. It's known as a selective noradrenaline reuptake inhibitor (SNRI), which means it increases the amount of a chemical in the brain called noradrenaline. This chemical passes messages between brain cells, and increasing the amount can aid concentration and help control impulses. Atomoxetine can be used by teenagers and children over the age of six. It's also licensed for use in adults if symptoms of ADHD are confirmed. Atomoxetine comes in capsule form, which you or your child usually take once or twice a day. Common side effects of atomoxetine include: a small increase in blood pressure and heart rate nausea and vomiting stomach aches trouble sleeping dizziness headaches irritability Atomoxetine has also been linked to some more serious side effects that it's important to look out for, including suicidal thoughts and liver damage. If either you or your child begin to feel depressed or suicidal while taking this medication, speak to your doctor. Guanfacine acts on part of the brain to improve attention and it also reduces blood pressure. It's used for ADHD in teenagers and children if other medicines are unsuitable or ineffective. Guanfacine is usually taken as a tablet once a day, in the morning or evening. Common side effects include: tiredness or fatigue headache abdominal pain dry mouth ","Therapy":"As well as taking medication, different therapies can be useful in treating ADHD in children, teenagers and adults. Therapy is also effective in treating additional problems, such as conduct or anxiety disorders, that may appear with ADHD. Some of the therapies that may be used are outlined below. Psychoeducation means that you or your child will be encouraged to discuss ADHD and how it affects you. It can help children, teenagers and adults make sense of being diagnosed with ADHD, and can help you to cope and live with the condition. Behaviour therapy provides support for carers of children with ADHD, and may involve teachers as well as parents. Behaviour therapy usually involves behaviour management, which uses a system of rewards to encourage your child to try to control their ADHD. If your child has ADHD, you can identify types of behaviour you want to encourage, such as sitting at the table to eat. Your child is then given some sort of small reward for good behaviour, and removal of a privilege for poor behaviour. For teachers, behaviour management involves learning how to plan and structure activities, and to praise and encourage children for even very small amounts of progress. If your child has ADHD, specially tailored parent training and education programmes can help you learn specific ways of talking to your child, and playing and working with them to improve their attention and behaviour. You may also be offered parent training before your child is formally diagnosed with ADHD. These programmes are usually arranged in groups of around 10-12 parents. A programme usually consists of 10-16 meetings, which each last up to two hours. They aim to teach parents and carers about behaviour management (see above), while increasing confidence in your ability to help your child and improve your relationship.  Social skills training involves your child taking part in role play situations, and aims to teach them how to behave in social situations by learning how their behaviour affects others. Cognitive behavioural therapy (CBT) is a talking therapy that can help you manage your problems by changing the way you think and behave. A CBT therapist would try to change how your child feels about a situation, which would in turn potentially change their behaviour. CBT can be carried out with a therapist individually or in a group. ","Treating ADHD":"Treatment for attention deficit hyperactivity disorder (ADHD) can help relieve the symptoms and make the condition much less of a problem in day-to-day life. ADHD can be treated using medication or therapy, but a combination of both is often best. Treatment is usually arranged by a specialist, such as a paediatrician or psychiatrist, although the condition may be monitored by your GP.  "},"Title":"Attention deficit hyperactivity disorder (ADHD)"},"Slapped cheek syndrome":{"Introduction":{"":"Slapped cheek syndrome (also called fifth disease or parvovirus B19) is a viral infection that's most common in children, although it can affect people of any age. It usually causes a bright red rash on the cheeks. Although the rash can look alarming, slapped cheek syndrome is normally a mild infection that clears up by itself in one to three weeks. Once you've had the infection, you're usually immune to it for life. However, slapped cheek syndrome can be more serious for some people. If you're pregnant, have a blood disorder or a weakened immune system and have been exposed to the virus, you should get medical advice. This page covers: Symptoms When to get medical advice What to do if you or your child has it How you get it Prevention Symptoms of slapped cheek syndrome usually develop 4-14 days after becoming infected, but sometimes may not appear for up to 21 days. ","Initial symptoms":"Some people with slapped cheek syndrome won't notice any early symptoms, but most people will have the following symptoms for a few days: a slightly high temperature (fever) of around 38C (100.4F) a runny nose  a sore throat a headache an upset stomach feeling generally unwell The infection is most contagious during this initial period. In adults, these symptoms are often accompanied by joint pain and stiffness, which may continue for several weeks or even months after the other symptoms have passed. "},"URL":"http:\/\/www.nhs.uk\/conditions\/slapped-cheek-syndrome\/Pages\/Introduction.aspx","Title":"Slapped cheek syndrome"},"Constipation":{"Symptoms":{"Constipation in children":"As well as infrequent or irregular bowel movements, a child with constipation may also have any of the following symptoms: loss of appetite a lack of energy being irritable, angry or unhappy foul-smelling wind and stools stomach pain and discomfort soiling their clothes generally feeling unwell ","Symptoms of constipation":"When you're constipated, passing stools becomes more difficult and less frequent than usual. Normal bowel habits vary from person to person. Some adults go to the toilet more than once a day, whereas others may only go every three or four days. Similarly, some infants pass stools several times a day, while others only pass them a few times a week. If you or your child pass stools less than usual, it could be a sign of constipation. It may also be more difficult to pass stools and you may feel unable to empty your bowel completely. Your stools may appear dry, hard and lumpy, as well as abnormally large or small. Other symptoms of constipation can include: stomach ache and cramps  feeling bloated feeling sick loss of appetite "},"Prevention":{"Toilet habits":"Never ignore the urge to go to the toilet, because it can significantly increase your chances of having constipation. When going to the toilet, make sure you have enough time and privacy to pass stools comfortably. ","Preventing constipation":"There are a number of things you can do to prevent constipation, including making diet and lifestyle changes. ","Fluids":"Make sure you drink plenty of fluids to avoid dehydration, and steadily increase your intake when exercising or when it's hot. Try to cut back on the amount of caffeine, alcohol and fizzy drinks you consume. ","Fibre":"Including enough fibre in your diet can significantly reduce your chances of developing constipation. Most adults don't eat enough fibre. You should aim to have about 30g of fibre a day. You can increase your fibre intake by eating more: fruit and vegetables wholegrain rice wholewheat pasta wholemeal bread seeds and oats Eating more fibre will keep your bowel movements regular, because it helps food pass through your digestive system more easily. Foods high in fibre also make you feel fuller for longer. It's important to increase your fibre intake gradually, because a sudden increase may make you feel bloated. Suddenly increasing your intake of fibre may also cause you to produce more wind (flatulence) and experience stomach cramps. Read more about how to increase your intake of fibre and eating a healthy, balanced diet. "},"Diagnosis":{"Physical examination":"If your GP thinks you may have faecal impaction (when dry, hard stools collect in your rectum), they may carry out a physical examination. See complications of constipation for more information about faecal impaction. A typical examination will begin with you lying on your back, while the GP feels your abdomen (tummy). You'll then lie on your side while your GP carries out a rectal examination using a lubricated, gloved finger. Your GP will be able to feel for any stools that may have collected. An internal physical examination rarely needs to be carried out on a child. Instead, the diagnosis can usually be made by feeling the child's tummy. ","Diagnosing constipation":"Constipation is a very common condition. Your GP won't usually need to carry out any tests or procedures, but will confirm a diagnosis based on your symptoms and medical history. Your GP will ask you some questions about your bowel habits. Don't feel embarrassed about discussing this with your GP. It's important they're aware of all of your symptoms, so they can make the correct diagnosis. Your GP may also ask questions about your diet, level of exercise and whether there have been any recent changes to your routines. Doctors define constipation in a number of ways: opening the bowels less than three times a week needing to strain to open your bowels on more than a quarter of occasions passing a hard or pellet-like stool on more than a quarter of occasions "},"Introduction":{"When to see your GP":"You may be able to treat constipation yourself by making simple changes to your diet and lifestyle (see below). If these changes don't help and the problem continues, you should see your GP. Also speak to your GP if you think your child might be constipated. Read more about diagnosing constipation. ","Treating constipation":"Diet and lifestyle changes are usually recommended as the first treatment for constipation. This includes gradually increasing your daily intake of fibre, making sure you drink plenty of fluids, and trying to get more exercise. If these aren't effective, your GP may prescribe an oral laxative medication that can help you empty your bowels. Treatment for constipation is effective, although in some cases it can take several months before a regular bowel pattern is re-established. Read more about treating constipation. ","Introduction":"Constipation is a common condition that affects people of all ages. It can mean that you're not passing stools regularly or you're unable to completely empty your bowel. Constipation can also cause your stools to be hard and lumpy, as well as unusually large or small. The severity of constipation varies from person to person. Many people only experience constipation for a short time, but for others, constipation can be a long-term (chronic) condition that causes significant pain and discomfort and affects quality of life. Read more about the symptoms of constipation. ","Preventing constipation":"Making the diet and lifestyle changes mentioned above can also help to reduce your risk of developing constipation in the first place. Giving yourself enough time and privacy to pass stools comfortably may also help, and you should try not to ignore the urge to go to the toilet. Read more about preventing constipation. ","Who's affected":"Constipation can occur in babies, children and adults. It's estimated that around one in every seven adults and up to one in every three children in the UK has constipation at any one time. The condition affects twice as many women as men and is also more common in older adults and during pregnancy. ","What causes constipation?":"It's often difficult to identify the exact cause of constipation. However, there are a number of things that contribute to the condition, including: not eating enough fibre, such as fruit, vegetables and cereals a change in your routine or lifestyle, such as a change in your eating habits ignoring the urge to pass stools side effects of certain medications not drinking enough fluids anxiety or depression In children, poor diet, fear about using the toilet and problems toilet training can all lead to constipation. Read more about the causes of constipation. "},"Complications":{"Complications with constipation":"Constipation rarely causes any complications or long-term health problems. Treatment is usually effective, particularly if it's started promptly. However, if you have long-term (chronic) constipation, you may be more at risk of experiencing complications. ","Rectal bleeding":"Continually straining to pass stools can cause pain, discomfort and rectal bleeding. In some cases, bleeding is the result of a small tear around the anus (anal fissure), but it's more often caused by haemorrhoids (piles). Piles are swollen blood vessels that form in the lower rectum and anus. As well as bleeding, piles can also cause pain, itching around the anus, and swelling of the anus. The symptoms of piles often settle down after a few days without treatment. However, creams and ointments are available to reduce any itching or discomfort. See your GP as soon as possible if you experience any rectal bleeding. "},"Causes":{"Medication":"Constipation may sometimes be a side effect of a medicine you're taking. Common types of medication that can cause constipation include: aluminium antacids (medicine to treat indigestion) antidepressants  antiepileptics (medicine to treat epilepsy) antipsychotics (medicine to treat schizophrenia and other mental health conditions) calcium supplements opiate painkillers, such as codeine and morphine diuretics (water tablets) iron supplements If constipation is caused by medication, the condition will usually ease once you stop taking the medicine. However, you shouldn't stop taking any prescribed medication unless your GP advises you to. Speak to your GP if you have constipation that's caused by a medicine. They may be able to prescribe an alternative. ","Causes of constipation":"Constipation usually occurs when stools remain in the colon (large intestine) for too long, and the colon absorbs too much water from the stools, causing them to become hard and dry. Most cases of constipation aren't caused by a specific condition and it may be difficult to identify the exact cause. However, several factors can increase your chances of having constipation, including: not eating enough fibre, such as fruit, vegetables and cereals a change in your routine or lifestyle, such as a change in your eating habits having limited privacy when using the toilet ignoring the urge to pass stools immobility or lack of exercise not drinking enough fluids having a high temperature (fever) being underweight or overweight anxiety or depression psychiatric problems, such as those brought on by sexual abuse, violence or trauma ","Other conditions":"In rare cases, constipation can be a sign of an underlying condition, such as: irritable bowel syndrome (IBS) diabetes hypercalcaemia – where there's too much calcium in the bloodstream underactive thyroid gland (hypothyroidism) muscular dystrophy – a genetic condition that causes muscle wasting multiple sclerosis – a condition that affects the nervous system Parkinson's disease – where part of the brain becomes progressively damaged, affecting the co-ordination of body movements spinal cord injury anal fissure – a small tear or ulcer in the skin just inside the anus inflammatory bowel disease – a condition that causes the intestines to become inflamed (irritated and swollen) bowel cancer ","Pregnancy":"About two in every five women experience constipation during their pregnancy, mostly during the early stages. Constipation occurs during pregnancy because your body produces more of the female hormone progesterone, which acts as a muscle relaxant. The bowel normally moves stools and waste products to the anus by a process known as peristalsis. This is when the muscles lining the bowel contract and relax in a rippling, wave-like motion. An increase in progesterone makes it more difficult for the bowel muscles to contract, making it harder to move waste products along. If you're pregnant, there are ways to safely treat constipation without harming you or your baby. Read more about treating constipation. "},"URL":"http:\/\/www.nhs.uk\/Conditions\/constipation\/Pages\/Introduction.aspx","Treatment":{"Treating constipation":"Treatment for constipation depends on the cause, how long you've had it and how severe your symptoms are. In many cases, it's possible to relieve the symptoms by making dietary and lifestyle changes. The various treatments for constipation are outlined below. You can also read a summary of the pros and cons of the treatments for constipation. ","Babies who are eating solids ":"If your baby is eating solid foods, give them plenty of water or diluted fruit juice. Try to encourage them to eat fruit, which can be puréed or chopped, depending on their ability to chew. The best fruits for babies to eat to treat constipation are: apples apricots grapes peaches pears plums prunes raspberries strawberries Never force your baby to eat food if they don't want to. If you do, it can turn mealtimes into a battle and your child may start to think of eating as a negative and stressful experience. If your baby is still constipated after a change in diet, they may have to be prescribed a laxative. Bulk-forming laxatives aren't suitable for babies, so they'll usually be given an osmotic laxative. However, if this doesn't work, they can be prescribed a stimulant laxative. ","How long will I need to take laxatives for?":"If you've had constipation for a short time, your GP will usually advise you to stop taking the laxative once your stools are soft and easily passed. However, if your constipation is caused by an underlying medical condition or a medicine you're taking, you may have to take laxatives for much longer, possibly many months or even years. If you've been taking laxatives for some time, you may have to gradually reduce your dose, rather than coming off them straight away. If you have been prescribed a combination of laxatives, you'll normally have to reduce the dosage of each laxative, one at a time, before you can stop taking them. This can take several months. Your GP will advise you about when it's best to stop taking laxatives.  ","Lifestyle advice":"Changes to diet and lifestyle are often recommended as the first treatment for constipation. In many cases, this will improve the condition without the need for medication. Some self-help methods of treating constipation are listed below: Increase your daily intake of fibre. You should eat at least 18-30g of fibre a day. High-fibre foods include plenty of fresh fruit and vegetables and cereals. Add some bulking agents, such as wheat bran, to your diet. This will help to make your stools softer and easier to pass. Avoid dehydration by drinking plenty of water. Exercise more regularly – for example, by going for a daily walk or run. If constipation is causing pain or discomfort, you may want to take a painkiller, such as paracetamol. Always follow the dosage instructions carefully. Children under 16 shouldn't take aspirin. Keep to a routine (a place and time of day) when you're able to spend time on the toilet. Respond to your bowel's natural pattern: when you feel the urge, don't delay. Try resting your feet on a low stool while going to the toilet, so that your knees are above your hips; this can make passing stools easier.  If medication you're taking could be causing constipation, your GP may be able to prescribe an alternative. Read about preventing constipation for more ways to change your diet and lifestyle. Your GP may prescribe an oral laxative if diet and lifestyle changes don't help. ","Children":"For children, laxatives are often recommended alongside changes to diet. Osmotic laxatives are usually tried first, followed by a stimulant laxative if necessary. As well as eating fruit, older children should have a healthy, balanced diet, which also contains vegetables and wholegrain foods, such as wholemeal bread and pasta. Try to minimise stress or conflict associated with meal times or using the toilet. It's important to be positive and encouraging when it comes to establishing a toilet routine. Allow your child at least 10 minutes on the toilet, to make sure they've passed as many stools as possible. To encourage a positive toilet routine, try making a diary of your child's bowel movements linked to a reward system. This can help them focus on using the toilet successfully. ","Babies who haven't been weaned":"If your baby is constipated but hasn't started to eat solid foods, the first way to treat them is to give them extra water between their normal feeds. If you're using formula milk, make the formula as directed by the manufacturer and don't dilute the mixture. You may want to try gently moving your baby's legs in a bicycling motion or carefully massaging their tummy to help stimulate their bowels. ","Treating faecal impaction ":"Faecal impaction occurs when stools become hard and dry and collect in your rectum. This obstructs the rectum, making it more difficult for stools to pass along. Sometimes as a result of impaction, overflow diarrhoea may occur (where loose stools leak around the obstruction). You may have difficulty controlling this. If you have faecal impaction, you'll initially be treated with a high dose of the osmotic laxative macrogol. After a few days of using macrogol, you may also have to start taking a stimulant laxative. If you don't respond to these laxatives, and\/or if you have overflow diarrhoea, you may need one of the medications described below. Suppository – this type of medicine is inserted into your anus. The suppository gradually dissolves at body temperature and is then absorbed into your bloodstream. Bisacodyl is an example of a medication that can be given in suppository form. Mini enema – where a medicine in fluid form is injected through your anus and into your large bowel. Docusate and sodium citrate can be given in this way. ","Laxatives ":"Laxatives are a type of medicine that help you pass stools. There are several different types of laxative and each one has a different effect on your digestive system. Your GP will usually start you on a bulk-forming laxative. These work by helping your stools to retain fluid. This means they're less likely to dry out, which can lead to faecal impaction. Bulk-forming laxatives also make your stools softer, which means they should be easier to pass. Commonly prescribed bulk-forming laxatives include ispaghula husk, methylcellulose and sterculia. When taking this type of laxative, you must drink plenty of fluids, and don't take them before going to bed. It will usually be two to three days before you feel the effects of a bulk-forming laxative. If your stools remain hard after you've taken a bulk-forming laxative, your GP may prescribe an osmotic laxative instead. Osmotic laxatives increase the amount of fluid in your bowels. This softens your stools and stimulates your body to pass them. Commonly prescribed osmotic laxatives include lactulose and macrogols. As with bulk-forming laxatives, make sure you drink enough fluids. It will usually be two to three days before you feel the effect of the laxative. If your stools are soft, but you still have difficulty passing them, your GP may prescribe a stimulant laxative. This type of laxative stimulates the muscles that line your digestive tract, helping them to move stools and waste products along your large intestine to your anus. The most commonly prescribed stimulant laxatives are senna, bisacodyl and sodium picosulphate. These laxatives are usually only used on a short-term basis, and they start to work within 6 to 12 hours. According to your individual preference and how quickly you need relief, your GP may decide to combine different laxatives. ","Pregnancy or breastfeeding":"If you're pregnant, there are ways for you to safely treat constipation without harming you or your baby. Your GP will first advise you to change your diet by increasing fibre and fluid intake. You'll also be advised to do gentle exercise. If dietary and lifestyle changes don't work, you may be prescribed a laxative to help you pass stools more regularly. Lots of laxatives are safe for pregnant women to use because most aren't absorbed by the digestive system. This means that your baby won't feel the effects of the laxative. Laxatives that are safe to use during pregnancy include the osmotic laxatives lactulose and macrogols. If these don't work, your GP may recommend taking a small dose of bisacodyl or senna (stimulant laxatives). However, senna may not be suitable if you're in your third trimester of pregnancy, because it's partially absorbed by your digestive system. Read more about constipation and other common pregnancy problems. "},"Title":"Constipation"},"Impetigo":{"Symptoms":{"Non-bullous impetigo":"The symptoms of non-bullous impetigo begin with the appearance of red sores – usually around the nose and mouth but other areas of the face and the limbs can also be affected. The sores quickly burst leaving behind thick, golden crusts typically around 2cm across. The appearance of these crusts is sometimes likened to cornflakes stuck to the skin. After the crusts dry, they leave a red mark that usually heals without scarring. The time it takes for the redness to disappear can vary between a few days and a few weeks. The sores are not painful, but they may be itchy. It is important not to touch, or scratch, the sores because this can spread the infection to other parts of your body, and to other people. Other symptoms, such as a high temperature (fever) and swollen glands, are rare but can occur in more severe cases. ","Bullous impetigo":"The symptoms of bullous impetigo begin with the appearance of fluid-filled blisters (bullae) which usually occur on the trunk (the central part of the body between the waist and neck) or on the arms and legs. The blisters are usually about 1-2cm across. The blisters may quickly spread, before bursting after several days to leave a yellow crust that usually heals without leaving any scarring. The blisters may be painful and the area of skin surrounding them may be itchy. As with non-bullous impetigo, it is important that you do not touch or scratch the affected areas of the skin. Symptoms of fever and swollen glands are more common in cases of bullous impetigo. ","Symptoms of impetigo":"Impetigo does not cause any symptoms until four to 10 days after you first become infected. This means that people can easily pass the infection on to others without realising it. There are two main types of impetigo, known as non-bullous and bullous impetigo, which have different symptoms. Most people with impetigo have the non-bullous type. The symptoms of non-bullous and bullous impetigo are described below. "},"Prevention":{"Preventing impetigo":"As impetigo is a highly contagious condition, it is important to take precautions to reduce the risk of the infection spreading. ","Stopping the infection spreading":"The advice below can help to prevent the spread of the infection to other people or to other areas of the body: Stay away from work, school, nursery or playgroup until the sores have dried up, blistered or crusted over, or until 48 hours after starting treatment. Don't share flannels, sheets or towels with anyone who has impetigo, and wash them at a high temperature after use. Wash the sores with soap and water, and cover them loosely with a gauze bandage or clothing if possible. Avoid touching the sores, or letting others touch them, whenever possible. Don't scratch the affected areas. It may help to ensure your or your child's nails are kept clean and short to reduce the risk of further damage caused by scratching. Avoid contact with newborn babies, preparing food, playing contact sports, or going to the gym until the risk of infection has passed (when the rash has crusted over, or after at least 48 hours of treatment with antibiotics). Wash your hands frequently, particularly after touching infected skin. Washable toys should also be washed. Wipe non-washable soft toys thoroughly with a cloth that has been wrung out in detergent and warm water and allowed to dry completely. If you think that the infection has spread to someone else, make sure they are seen by a GP as soon as possible. "},"Introduction":{"":"Impetigo is a common and highly contagious skin infection that causes sores and blisters. It's not usually serious and often improves within a week of treatment or within a few weeks without treatment. Impetigo is the most common skin infection in young children in the UK, but it can affect people of all ages. This topic covers: Symptoms When to seek medical advice Causes Treatment Preventing the spread of impetigo Preventing recurrent impetigo Complications There are two types of impetigo: non-bullous impetigo – the most common type bullous impetigo The symptoms of both types are described below. ","Non-bullous impetigo":"The symptoms of non-bullous impetigo begin with the appearance of red sores – usually around the nose and mouth but other areas of the face and the limbs can also be affected. The sores quickly burst leaving behind thick, golden crusts typically around 2cm across. The appearance of these crusts is sometimes likened to cornflakes stuck to the skin. After the crusts dry, they leave a red mark that usually fades without scarring. The time it takes for the redness to disappear can vary between a few days and a few weeks.  The sores aren't painful, but they may be itchy. It's important not to touch or scratch the sores because this can spread the infection to other parts of the body, and to other people. Other symptoms, such as a high temperature (fever) and swollen glands, are rare but can occur in more severe cases. "},"Complications":{"Staphylococcal scalded skin syndrome":"Staphylococcal scalded skin syndrome (SSSS) is a serious skin condition in which one of the causes of impetigo – Staphylococcus bacteria – releases a toxin (poison) that damages the skin. This leads to extensive blistering that looks like the skin has been scalded with boiling water. Other symptoms of SSSS include: painful skin a high temperature (fever) large areas of skin peeling off or falling away redness of the skin which usually spreads across the entire body SSSS usually requires immediate treatment in hospital with antibiotics given directly into a vein (intravenously). ","Scarring":"In rare cases, impetigo may lead to some scarring. However, this is more often the result of someone scratching at blisters, crusts or sores. The blisters and crusts themselves should not leave a scar if left to heal. The red mark left after the crusts and blisters clear up should also disappear by itself. The time it takes for the redness to disappear can vary between a few days and a few weeks. ","Scarlet fever":"Scarlet fever is a rare bacterial infection that causes a fine, pink rash across the body. Associated symptoms of infection, such as nausea, pain and vomiting, are also common. The condition is usually treated with antibiotics. Scarlet fever is not usually serious but it is contagious. Therefore, it's important to isolate an infected child and avoid close physical contact. Keep your child away from school and other people until they have been taking antibiotics for at least 24 hours. ","Cellulitis":"Cellulitis occurs when the infection spreads to a deeper layer of skin. It can cause symptoms of red, inflamed skin with fever and pain. It can usually be treated with antibiotics, and painkillers can be used to relieve pain. ","Guttate psoriasis":"Guttate psoriasis is a non-infectious skin condition that can develop in children and teenagers after a bacterial infection. It is usually more common after a throat infection, but some cases have been linked to impetigo. Guttate psoriasis causes small, red, droplet-shaped, scaly patches on the chest, arms, legs and scalp. Creams can be used to control the symptoms and in some cases the condition will disappear completely after a few weeks. ","Septicaemia":"Septicaemia (a type of sepsis) is a bacterial infection of the blood. It can cause: diarrhoea cold, clammy skin a high temperature (fever) rapid breathing vomiting low blood pressure (hypotension) confusion feeling faint and dizzy losing consciousness Septicaemia is a life-threatening condition and requires immediate treatment with antibiotics in hospital. ","Complications of impetigo":"Complications of impetigo are rare, but they can sometimes occur and can be serious. Tell your GP if you have impetigo and your symptoms change or get worse. Some complications associated with impetigo are described below. "},"Causes":{"Causes of impetigo":"Impetigo occurs when the skin becomes infected with bacteria, usually either Staphylococcus aureus or Streptococcus pyogenes. These bacteria can infect the skin in two ways: through a break in otherwise healthy skin, such as a cut, insect bite or other injury – this is known as primary impetigo through skin damaged by another underlying skin condition, such as head lice, scabies or eczema – this is known as secondary impetigo The bacteria can be spread easily through close contact with someone who has the infection, such as through direct physical contact, or by sharing towels or flannels. As the condition does not cause any symptoms until four to 10 days after initial exposure to the bacteria, it is often easily spread to others unintentionally. Impetigo stops being infectious after 48 hours of treatment starting or after the sores have stopped blistering or crusting. "},"URL":"http:\/\/www.nhs.uk\/conditions\/impetigo\/Pages\/Introduction.aspx","Treatment":{},"Title":"Impetigo"},"Eczema":{"Symptoms":{"Symptoms of atopic eczema":"Atopic eczema causes areas of skin to become itchy, dry, cracked, sore and red. There will usually be periods where the symptoms improve, followed by periods where they get worse (flare-ups). Flare-ups may occur as often as two or three times a month. Atopic eczema can occur all over the body, but is most common on the hands (especially fingers), the insides of the elbows or backs of the knees, and the face and scalp in children. The face is more commonly involved in adults. The severity of atopic eczema can vary a lot from person to person. People with mild eczema may only have small areas of dry skin that are occasionally itchy. In more severe cases, atopic eczema can cause widespread red, inflamed skin all over the body and constant itching. Scratching can disrupt your sleep, make your skin bleed, and cause secondary infections. It can also make itching worse, and a cycle of itching and regular scratching may develop. This can lead to sleepless nights and difficulty concentrating at school or work. Areas of skin affected by eczema may also turn temporarily darker or lighter after the condition has improved. This is more noticeable in people with darker skin. It's not a result of scarring or a side effect of steroid creams, but more of a \"footprint\" of old inflammation and will eventually return to its normal colour. "},"Diagnosis":{"Diagnosing atopic eczema":"Your GP will usually be able to diagnose atopic eczema by looking at your skin and asking questions about your symptoms. These questions may include asking: whether the rash is itchy and where it appears when the symptoms first began whether it comes and goes over time whether there is a history of atopic eczema in your family whether you have any other conditions, such as allergies or asthma You should tell your GP if your condition is affecting your quality of life – for example, if you have difficulty sleeping because of itching, or your eczema limits your everyday activities. ","Checklist for diagnosing atopic eczema":"Typically, to be diagnosed with atopic eczema you should have had an itchy skin condition in the last 12 months and three or more of the following: visibly irritated red skin in the creases of your skin, such as the insides of your elbows or behind your knees (or on the cheeks, outsides of elbows, or fronts of the knees in children aged 18 months or under) at the time of examination by a health professional a history of skin irritation occurring in the same areas mentioned above generally dry skin in the last 12 months a history of asthma or hay fever – children under four must have an immediate relative, such as a parent, brother or sister, who has one of these conditions the condition started before the age of two (this does not apply to children under the age of four) "},"Introduction":{"Treating atopic eczema ":"There is currently no cure for atopic eczema, but treatment can help relieve the symptoms and many cases improve over time. However, severe eczema often has a significant impact on daily life and may be difficult to cope with physically and mentally. There is also an increased risk of skin infections.  Many different treatments can be used to control symptoms and manage eczema, including: self care techniques, such as reducing scratching and avoiding triggers emollients (moisturising treatments) – used on a daily basis for dry skin  topical corticosteroids – used to reduce swelling, redness and itching during flare-ups Read more about treating atopic eczema and the complications of atopic eczema. ","Introduction":"Atopic eczema, also known as atopic dermatitis, is the most common form of eczema. It mainly affects children, but can also affect adults. Eczema is a condition that causes the skin to become itchy, red, dry and cracked. It is a long-term (chronic) condition in most people, although it can improve over time, especially in children. Atopic eczema can affect any part of the body, but the most common areas to be affected are: backs or fronts of the knees outside or inside of the elbows around the neck hands cheeks scalp People with atopic eczema usually have periods when symptoms are less noticeable, as well as periods when symptoms become more severe (flare-ups). Read more about the symptoms of atopic eczema and diagnosing atopic eczema. ","Who is affected?":"About one in five children in the UK has atopic eczema. In 8 out of 10 cases, the condition develops before a child reaches the age of five. Many children develop it before their first birthday. Atopic eczema can improve significantly, or even clear completely, in some children as they get older. About half of all cases improve a lot by the time a child reaches 11 years, and around two-thirds improve by the age of 16. However, the condition can continue into adulthood and can sometimes develop for the first time in adults. ","What causes atopic eczema?":"The exact cause of atopic eczema is unknown, but it's clear it's not down to one single thing. It often occurs in people who get allergies – \"atopic\" means sensitivity to allergens. It can run in families, and often develops alongside other conditions, such as asthma and hay fever. The symptoms of atopic eczema often have certain triggers, such as soaps, detergents, stress and the weather. Sometimes food allergies can play a part, especially in young children with severe eczema. Read more about the causes of atopic eczema. "},"Complications":{"Bacterial skin infections":"As atopic eczema can cause your skin to become cracked and broken, there is a risk of the skin becoming infected with bacteria. The risk is higher if you scratch your eczema or do not use your treatments correctly. Signs of a bacterial infection can include: fluid oozing from the skin a yellow crust on the skin surface small yellowish-white spots appearing in the eczema the skin becoming swollen and sore a high temperature (fever) and generally feeling unwell Your normal symptoms may also get rapidly worse and your eczema may not respond to your regular treatments. You should see your doctor as soon as possible if you think your or your child's skin may have become infected. They will usually prescribe antibiotic tablets, capsules or cream to treat the infection, as well as making sure the skin inflammation that led to the infection is well controlled. Speak to your GP if these don't help or your symptoms get worse. Once your infection has cleared, your GP will prescribe new supplies of any creams and ointments you're using to avoid contamination. Old treatments should be disposed of. ","Viral skin infections":"It's also possible for eczema to become infected with the herpes simplex virus, which normally causes cold sores. This can develop into a serious condition called eczema herpeticum. Symptoms of eczema herpeticum include: areas of painful eczema that quickly get worse groups of fluid-filled blisters that break open and leave small, shallow open sores on the skin a high temperature and generally feeling unwell, in some cases  Contact your doctor immediately if you think you or your child may have eczema herpeticum. If you cannot contact your GP, call NHS 111 or go to your nearest hospital. If you are diagnosed with eczema herpeticum, you will be given an antiviral medication called aciclovir. ","Complications of atopic eczema":"People with atopic eczema can sometimes develop further physical and psychological problems. "},"Causes":{"Causes of atopic eczema":"Atopic eczema is likely to be caused by a combination of things. People with atopic eczema often have very dry skin because their skin is unable to retain much moisture. This dryness may make the skin more likely to react to certain triggers, causing it to become red and itchy. You may be born with an increased likelihood of developing atopic eczema because of the genes you inherit from your parents. Research has shown children who have one or both parents with atopic eczema, or who have other siblings with eczema, are more likely to develop it themselves. Atopic eczema is not infectious, so it cannot be passed on through close contact. "},"URL":"http:\/\/www.nhs.uk\/conditions\/Eczema-(atopic)\/Pages\/Introduction.aspx","Treatment":{"Seeing a specialist":"In some cases, your GP may refer you to a specialist in treating skin conditions (dermatologist). You may be referred if your GP is not sure what type of eczema you have, normal treatment is not controlling your eczema, your eczema is affecting your daily life, or it's not clear what is causing it. A dermatologist may be able to offer the following: a thorough review of your existing treatment – to make sure you are using enough of the right things at the right times topical calcineurin inhibitors – creams and ointments that suppress your immune system, such as pimecrolimus and tacrolimus very strong topical corticosteroids bandages or wet wraps phototherapy – ultraviolet (UV) light that reduces inflammation immunosuppressant tablets – to suppress your immune system, such as azathioprine, ciclosporin and methotrexate alitretinoin – medicine to treat severe eczema affecting the hands in adults A dermatologist may also offer additional support to help you use your treatments correctly, such as demonstrations from nurse specialists, and they may be able to refer you for psychological support if you feel you need it. ","Topical corticosteroids":"If your skin is sore and inflamed, your GP may prescribe a topical corticosteroid (applied directly to your skin), which can reduce the inflammation within a few days. Topical corticosteroids can be prescribed in different strengths, depending on the severity of your atopic eczema and the areas of skin affected. They can be very mild (such as hydrocortisone), moderate (such as clobetasone butyrate), or even stronger (such as mometasone). If you need to use corticosteroids frequently, see your GP regularly so they can check the treatment is working effectively and you are using the right amount. Don't be afraid to apply the treatment to affected areas to control your eczema. Unless instructed otherwise by your doctor, follow the directions on the patient information leaflet that comes with your medication. This will give details of how much to apply. Most people will only have to apply it once a day as there is no evidence there is any benefit to applying it more often. When using a topical corticosteroid: apply your emollient first and ideally wait around 30 minutes until the emollient has soaked into your skin, or apply the corticosteroid at a different time of day (such as at night) apply the recommended amount of the topical corticosteroid to the affected area continue to use it until 48 hours after the flare-up has cleared so the inflammation under the skin surface is treated Occasionally, your doctor may suggest using a topical corticosteroid less frequently, but over a longer period of time. This is designed to help prevent flare-ups. This is sometimes called \"weekend treatment\", where a person who has already gained control of their eczema uses the topical corticosteroid every weekend on the trouble sites to prevent them becoming active again. Topical corticosteroids may cause a mild stinging sensation for less than a minute as you apply them. In rare cases, they may also cause: thinning of the skin – especially if the strong steroids are used in the wrong places, such as the face, for too long (for example, several weeks) changes in skin colour – usually, skin lightening after many months of using very strong steroids, but most lightening after eczema is a \"footprint\" of old inflammation and nothing to do with treatments acne (spots) – especially when used on the face in teenagers increased hair growth Most of these side effects will improve once treatment stops. Generally, using a strong topical corticosteroid for many months, using them in sensitive areas such as the face, armpits or groin, or using a large amount will increase your risk of side effects. For this reason, you should be prescribed the weakest effective treatment to control your symptoms. ","Antihistamines ":"Antihistamines are a type of medicine that blocks the effects of a substance in the blood called histamine. They can help relieve the itching associated with atopic eczema. They can either be sedating, which cause drowsiness, or non-sedating. If you have severe itching, your GP may suggest trying a non-sedating antihistamine. If itching during a flare-up affects your sleep, your GP may suggest taking a sedating antihistamine. Sedating antihistamines can cause drowsiness into the following day, so it may be helpful to let your child's school know they may not be as alert as normal. ","Corticosteroid tablets":"Corticosteroid tablets are rarely used to treat atopic eczema nowadays, but may occasionally be prescribed for short periods of five to seven days to help bring particularly severe flare-ups under control. Longer courses of treatment are generally avoided because of the risk of potentially serious side effects. If your GP thinks your condition may be severe enough to benefit from repeated or prolonged treatment with corticosteroid tablets, they will probably refer you to a specialist. ","Self care":"As well as the treatments mentioned above, there are things you can do yourself to help ease your symptoms and prevent further problems.  Eczema is often itchy and it can be very tempting to scratch the affected areas of skin. But scratching usually damages the skin, which can itself cause more eczema to occur. The skin eventually thickens into leathery areas as a result of chronic scratching. Deep scratching also causes bleeding and increases the risk of your skin becoming infected or scarred. Try to reduce scratching whenever possible. You could try gently rubbing your skin with your fingers instead. If your baby has atopic eczema, anti-scratch mittens may stop them scratching their skin. Keep your nails short and clean to minimise damage to the skin from unintentional scratching. Keep your skin covered with light clothing to reduce damage from habitual scratching. Your GP will work with you to establish what might trigger the eczema flare-ups, although it may get better or worse for no obvious reason. Once you know your triggers, you can try to avoid them. For example: if certain fabrics irritate your skin, avoid wearing these and stick to soft, fine-weave clothing or natural materials such as cotton if heat aggravates your eczema, keep the rooms in your home cool, especially the bedroom avoid using soaps or detergents that may affect your skin – use soap substitutes instead Although some people with eczema are allergic to house dust mites, trying to rid your home of them isn't recommended as it can be difficult and there is no clear evidence that it helps. Read more about preventing allergies. Some foods, such as eggs and cows' milk, can trigger eczema symptoms. However, you should not make significant changes to your diet without first speaking to your GP. It may not be healthy to cut these foods from your diet, especially in young children who need the calcium, calories and protein from these foods. If your GP suspects you have a food allergy, you may be referred to a dietitian (a specialist in diet and nutrition), who can help work out a way to avoid the food you're allergic to while ensuring you still get all the nutrition you need. Alternatively, you may be referred to a hospital specialist such as an immunologist, dermatologist or paediatrician. If you are breastfeeding a baby with atopic eczema, get medical advice before making any changes to your regular diet. ","Treating atopic eczema":"There is no cure for atopic eczema, but treatments can ease the symptoms. Many children find their symptoms naturally improve as they get older. The main treatments for atopic eczema are: emollients (moisturisers) – used every day to stop the skin becoming dry topical corticosteroids – creams and ointments used to reduce swelling and redness during flare-ups Other treatments include topical pimecrolimus or tacrolimus for eczema in sensitive sites not responding to simpler treatment, antihistamines for severe itching, bandages or special body suits to allow the body to heal underneath, or more powerful treatments offered by a dermatologist (skin specialist). The various treatments for atopic eczema are outlined below. You can also read a summary of the pros and cons of the treatments for atopic eczema, allowing you to compare your treatment options. ","Bandages and wet wraps":"In some cases, your GP may prescribe special medicated bandages, clothing or wet wraps to wear over areas of skin affected by eczema.  These can either be used over emollients or with topical corticosteroids to prevent scratching, allow the skin underneath to heal, and stop the skin drying out. ","Emollients":"Emollients are moisturising treatments applied directly to the skin to reduce water loss and cover it with a protective film. They are often used to help manage dry or scaly skin conditions such as atopic eczema. In addition to making the skin feel less dry, they may also have a mild anti-inflammatory role, and can help reduce the number of flare-ups you have. Several different emollients are available. You may need to try a few to find one that works for you. You may also be advised to use a mix of emollients, such as: an ointment for very dry skin a cream or lotion for less dry skin an emollient to use instead of soap an emollient to add to bath water or use in the shower one emollient to use on your face and hands, and a different one to use on your body The difference between lotions, creams and ointments is the amount of oil they contain. Ointments contain the most oil so they can be quite greasy, but are the most effective at keeping moisture in the skin. Lotions contain the least amount of oil so are not greasy, but can be less effective. Creams are somewhere in between. If you have been using a particular emollient for some time, it may eventually become less effective or may start to irritate your skin. If this is the case, your GP will be able to prescribe another product that suits you better. The best emollient is the one you feel happy using every day. Use your emollient all the time, even if you are not experiencing symptoms. Many people find it helpful to keep separate supplies of emollients at work or school, or a tub in the bathroom and one in a living area. To apply the emollient: use a large amount don't rub it in – smooth it into the skin in the same direction the hair grows instead after a bath or shower, gently pat the skin dry and apply the emollient while the skin is still moist to keep the moisture in You should use an emollient at least twice a day if you can, or more often if you have very dry skin. During a flare-up, apply generous amounts of emollient more frequently, but remember to treat inflamed skin with a topical corticosteroid as emollients used on their own are not enough to control it. Don't put your fingers into an emollient pot – use a spoon or pump dispenser instead, as this reduces the risk of infection. And never share your emollient with other people. "},"Title":"Atopic eczema "},"Mumps":{"Symptoms":{"Symptoms of mumps":"The symptoms of mumps usually develop 14 to 25 days after becoming infected with the mumps virus (this delay is known as the incubation period). The average incubation period is around 17 days. Swelling of the parotid glands is the most common symptom of mumps. The parotid glands are a pair of glands responsible for producing saliva. They're located in either side of your face, just below your ears. Both glands are usually affected by the swelling, although only one gland can be affected. The swelling can cause pain, tenderness and difficulty with swallowing. More general symptoms often develop a few days before the parotid glands swell. These can include: headache joint pain feeling sick dry mouth mild abdominal pain feeling tired loss of appetite a high temperature (fever) of 38C (100.4F), or above In about one in three cases, mumps doesn't cause any noticeable symptoms. "},"Introduction":{"When to see your GP":"It's important to contact your GP if you suspect mumps so a diagnosis can be made. While mumps isn't usually serious, the condition has similar symptoms to more serious types of infection, such as glandular fever and tonsillitis. Your GP can usually make a diagnosis after seeing and feeling the swelling, looking at the position of the tonsils in the mouth and checking the person's temperature to see if it's higher than normal. Let your GP know in advance if you're coming to the surgery, so they can take any necessary precautions to prevent the spread of infection. If your GP suspects mumps, they should notify your local health protection unit (HPU). The HPU will arrange for a sample of saliva to be tested to confirm or rule out the diagnosis. ","Introduction":"Mumps is a contagious viral infection that used to be common in children before the introduction of the MMR vaccine. It’s most recognisable by the painful swellings at the side of the face under the ears (the parotid glands), giving a person with mumps a distinctive \"hamster face\" appearance. Other symptoms of mumps include headaches, joint pain and a high temperature, which may develop a few days before the swelling of the parotid glands. ","Complications":"Mumps usually passes without causing serious damage to a person's health. Serious complications are rare. However, mumps can lead to viral meningitis if the virus moves into the outer layer of the brain. Other complications include swelling of the testicles in males or the ovaries in females (if the affected male or female has gone through puberty). Read more about the complications of mumps. ","Treatment for mumps":"There's currently no cure for mumps, but the infection should pass within one or two weeks. Treatment is used to relieve symptoms and includes: getting plenty of bed rest and fluids using painkillers, such as ibuprofen and paracetamol – aspirin shouldn't be given to children under 16 applying a warm or cool compress to the swollen glands to help relieve pain Read more about treating mumps. ","How mumps is spread":"Mumps is spread in the same way as colds and flu – through infected droplets of saliva that can be inhaled or picked up from surfaces and transferred into the mouth or nose.   A person is most contagious a few days before the symptoms develop and for a few days afterwards. During this time, it's important to prevent the infection spreading to others, particularly teenagers and young adults who haven't been vaccinated. If you have mumps, you can help prevent it spreading by: regularly washing your hands with soap using and disposing of tissues when you sneeze avoiding school or work for at least five days after your symptoms first develop ","Preventing mumps":"You can protect your child against mumps by making sure they're given the combined MMR vaccine (for mumps, measles and rubella). The MMR vaccine is part of the routine NHS childhood immunisation schedule. Your child should be given one dose when they are around 12-13 months and a second booster dose before they start school. Once both doses are given, the vaccine provides 95% protection against mumps. "},"Complications":{"Complications of mumps":"There are several problems that often occur with mumps. These can be worrying, but they're rarely serious and usually improve as the infection passes. ","Rare complications of mumps":"Rare but potentially serious complications of mumps include an infection of the brain itself, known as encephalitis. This is thought to occur in around 1 in 1,000 people who develop viral meningitis from mumps. Encephalitis is a potentially fatal condition that requires admission to a hospital intensive care unit. About 1 in 20 people with mumps experience some temporary hearing loss, but permanent loss of hearing is rare. It's estimated this occurs in around 1 in 20,000 cases of mumps. ","Common complications":"Pain and swelling of the testicle (orchitis) affects one in four males who get mumps after puberty. The swelling is usually sudden and affects only one testicle. The testicle may also feel warm and tender. In affected boys and men, swelling of the testicle normally begins four to eight days after the swelling of the parotid gland. Occasionally, swelling can occur up to six weeks after the swelling of the glands. Any testicle pain can be eased using over-the-counter painkillers such as paracetamol or ibuprofen. If the pain is particularly severe, contact your GP, who may prescribe a stronger painkiller for you. Applying cold or warm compresses to your testicle and wearing supportive underwear may also reduce any pain. Just under half of all males who get mumps-related orchitis notice some shrinkage of their testicles and an estimated 1 in 10 men experience a drop in their sperm count (the amount of healthy sperm their body can produce). However, this is very rarely large enough to cause infertility. One in 20 females who get mumps after puberty experience swelling of the ovaries (oophoritis), which can cause: lower abdominal pain high temperature being sick The symptoms of oophoritis usually pass once the body has fought off the underlying mumps infection. Viral meningitis can occur if the mumps virus spreads into the outer protective layer of the brain (the meninges). It occurs in about one in seven cases of mumps. Unlike bacterial meningitis, which is regarded as a potentially life-threatening medical emergency, viral meningitis causes milder, flu-like symptoms, and the risk of serious complications is low. Sensitivity to light, neck stiffness and headaches are common symptoms of viral meningitis. These usually pass within 14 days. About 1 in 20 cases of mumps lead to short-term inflammation of the pancreas (acute pancreatitis). The most common symptom is sudden pain in the centre of your belly. Other symptoms of acute pancreatitis can include: feeling or being sick diarrhoea loss of appetite high temperature tenderness of the belly less commonly, yellowing of the skin and the whites of the eyes (jaundice) Although pancreatitis associated with mumps is usually mild, you may be admitted to hospital so your body functions can be supported until your pancreas recovers. "},"Causes":{"Causes of mumps":"Mumps is caused by the mumps virus, which belongs to a family of viruses known as paramyxoviruses. These viruses are a common source of infection, particularly in children. When you get mumps, the virus moves from your respiratory tract (your nose, mouth and throat) into your parotid glands (saliva-producing glands found either side of your face), where it begins to reproduce. This causes the glands to swell. The virus can also enter your cerebrospinal fluid (CSF), which is the fluid that surrounds and protects your brain and spine. Once the virus has entered the CSF, it can spread to other parts of your body, such as your brain, pancreas, testicles (in boys and men) and ovaries (in girls and women). "},"URL":"http:\/\/www.nhs.uk\/conditions\/mumps\/Pages\/Introduction.aspx","Treatment":{"Treating mumps":"Treatment for mumps is focused on relieving symptoms until your body’s immune system fights off the infection. There are currently no medications to treat the mumps virus. The infection usually passes within a week or two. In the meantime, the measures below may help. get plenty of bed rest until your symptoms have passed take over-the-counter painkillers, such as ibuprofen or paracetamol, to relieve any pain (children aged 16 or under should not be given aspirin) drink plenty of fluids, but avoid acidic drinks such as fruit juice as these can irritate your parotid glands; water is usually the best fluid to drink apply a warm or cool compress to your swollen glands to help reduce any pain eat foods that don't require a lot of chewing, such as soup, mashed potatoes and scrambled eggs If your symptoms don’t improve after seven days, or suddenly worsen, contact your GP for advice. "},"Title":"Mumps"},"Cradle cap":{"Introduction":{"Introduction":"Cradle cap is the greasy, yellow scaly patches that sometimes appear on the scalps of young babies. It's a common harmless condition that doesn't usually itch or cause discomfort to the baby. If your baby is scratching their head or there is swelling, speak to your GP as it may be a sign of another condition, such as atopic eczema. The medical name for cradle cap is seborrhoeic dermatitis. It usually occurs on the scalp, but can also appear on the face, ears, neck, nappy area or in skin folds, such as at the back of the knees and armpits. Cradle cap usually appears in babies in the first two months and tends to clear up by itself after a few weeks or months. In most cases, it will clear by the time your baby is one year old. ","What does cradle cap look like?":"Cradle cap is easy to recognise by the large, greasy, yellow or brown scales on your baby's scalp. The scales will start to flake and may make the affected skin look red. Sometimes the hair will come away with the flakes, but it will grow back. ","Does cradle cap need treatment?":"Most cases of cradle cap will clear up on their own in time. Gently washing your baby's hair and scalp with baby shampoo can help prevent a build-up of scales. Massaging baby oil or natural oil, such as almond or olive oil, into their scalp at night can help loosen the crust. There is usually no need to see your GP if your baby has cradle cap. However, you may want to ask them for advice if your baby's scalp becomes inflamed or if the cradle cap spreads to other parts of their body.  It's important not to pick at the scales as this can cause an infection. ","What causes cradle cap?":"It's not clear what causes cradle cap, although it may be linked to overactive sebaceous glands. These are glands in the skin that produce an oily substance called sebum. Some babies are thought to retain some of their mother's hormones in their bodies for several weeks or months after their birth. These hormones may make the baby's glands produce more sebum. Cradle cap isn't contagious and it isn't caused by poor hygiene or an allergy. It doesn't mean the baby isn't being looked after properly or has an infection. Babies with cradle cap may be more likely to develop dandruff, which is another type of seborrhoeic dermatitis, when they're older. ","Special shampoos":"You can buy special shampoo for cradle cap from your local pharmacy. Always read the instruction leaflet to check it's safe to use on your child. Avoid getting the shampoo in your baby's eyes. If you're unsure about using it, speak to a pharmacist for advice. Generally, don't use shampoos that contain groundnut oil or peanut oil on children under five years of age. See your GP if your baby's cradle cap is severe, if there is swelling or bleeding, or if there are signs of cradle cap on their face or body. "},"URL":"http:\/\/www.nhs.uk\/conditions\/cradle-cap\/Pages\/Introduction.aspx","Title":"Cradle cap"}}}